{
  "cached_at": "2025-12-25T22:19:05.207995",
  "episode_count": 67,
  "episodes": {
    "69": {
      "wp_post_id": 398,
      "episode_nr": 69,
      "title": "Schöne Bescherung!",
      "teaser": "8 von 10 Deutschen können nicht mehr entspannt Weihnachten feiern: Onkel Herbert droht wieder mit AfD-Parolen, Tante Gerda wittert Gender-Verschwörungen, und am Nebentisch eskaliert die Klimadebatte. Was früher Familienzusammenkunft war, wird heute zum politischen Minenfeld. Während sich Millionen auf besinnliche Feiertage freuen, bereiten sich andere mental auf Grabenkämpfe vor. Die Spaltung der Gesellschaft macht nicht vor Weihnachtsbäumen halt. Von geschlechtergerechter Sprache über Migration bis hin zu Kriegsrhetorik – jedes Thema kann zur Explosion führen. Besonders perfide: Rechte Akteure nutzen gezielt emotionale Trigger, um Familien auseinanderzudividieren. Patrick und Jens holen sich Verstärkung von Kulturwissenschaftlerin Josefina Bajer die bei Democracy Intelligence den demokratischen Diskurs erforscht. Gemeinsam entwickeln sie Strategien für den Umgang mit schwierigen Gesprächssituationen. Statt Faktenschlachten zu führen, setzen sie auf emotionale Intelligenz: Nach dem „Warum?“ fragen, Perspektivwechsel anregen, Gemeinsamkeiten finden. Ihr Fazit revolutionär wie simpel: Nicht das Gespräch gewinnen wollen, sondern Verständnis schaffen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/12/21/schoene-bescherung/",
      "date": "2025-12-21T00:00:00",
      "slug": "schoene-bescherung"
    },
    "68": {
      "wp_post_id": 394,
      "episode_nr": 68,
      "title": "Fast Fashion in die Hölle",
      "teaser": "150 Milliarden Kleidungsstücke werden jährlich produziert – das Zehnfache der Weltbevölkerung. Ein einzelnes T-Shirt verschlingt 2700 Liter Wasser, so viel trinkt ein Mensch in zweieinhalb Jahren. Willkommen in der Hölle namens Fast Fashion: Ein System, das Arbeiterinnen in Bangladesch 17 Stunden am Tag schuften lässt für Löhne, von denen sie nicht leben können, während Shein täglich 9000 Tonnen Fracht per Flugzeug um die Welt schickt. Aber warum kaufen wir weiter? Die Apps sind perfekte Manipulationsmaschinen: Dark Patterns, Algorithmus-gesteuerte Kaufräusche, 1000 neue Designs täglich. Von der Scheckkarte Mikroplastik im Körper bis zu den Textilmüllbergen in Ghana – die wahren Kosten zahlen andere. 40 Prozent der Kleidung wird nie getragen, dennoch steigen die Emissionen der Branche schneller als der Umsatz. Während Europa das Lieferkettengesetz verwässert und Menschenrechte der „Wettbewerbsfähigkeit“ opfert, vergiften unsere Wegwerf-T-Shirts Flüsse in Produktionsländern und schaffen die Fluchtursachen, vor denen wir uns dann abschotten wollen. Patrick und Jens zerlegen das perverse System der Ultra-Fast-Fashion – und zeigen, warum unser Schweigen zur Zustimmung für diese globale Katastrophe wird.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/12/14/fast-fashion-in-die-hoelle/",
      "date": "2025-12-14T00:00:00",
      "slug": "fast-fashion-in-die-hoelle"
    },
    "67": {
      "wp_post_id": 389,
      "episode_nr": 67,
      "title": "Sudan – Die Welt schaut weg",
      "teaser": "20.000 bis 27.000 Kriegsopfer – doch Experten sprechen bereits von 150.000 Toten: Die größte humanitäre Katastrophe unserer Zeit tobt im Sudan, während die Welt systematisch wegschaut. Über 14 Millionen Menschen sind auf der Flucht, 25,6 Millionen leiden unter akuter Ernährungsunsicherheit. Sexualisierte Gewalt wird als Kriegswaffe eingesetzt – „in epidemischem Ausmaß“, so die UN. Aber dieser Krieg ist kein sudanesischer Bürgerkrieg. Es ist ein internationaler Stellvertreterkonflikt um Gold, Öl und geostrategische Macht am Roten Meer. Die Vereinigten Arabischen Emirate befeuern mit Waffen und Geld die RSF-Milizen, während Iran, Russland und Ägypten die reguläre Armee unterstützen. Chinas Belt-and-Road-Initiative steht auf dem Spiel, Putin will seinen Marinestützpunkt – und Deutschland? Nennt die VAE einen „strategischen Partner“, während aus Dubai Waffen für ethnische Säuberungen starten. Derweil kämpft die sudanesische Zivilgesellschaft ums nackte Überleben: Emergency Response Rooms organisieren Volksküchen unter Beschuss, flicken Stromleitungen und betreiben geheime Feldkliniken. Es ist das größte Experiment in gegenseitiger Hilfe weltweit – nominiert für den Friedensnobelpreis, ignoriert vom Westen. Patrick und Jens durchleuchten die komplexe Gemengelage aus Neokolonialismus, Kriegsökonomie und deutscher Komplizenschaft. Sie zeigen, warum Schweigen hier wirklich Zustimmung bedeutet.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/12/07/sudan-die-welt-schaut-weg/",
      "date": "2025-12-07T00:00:00",
      "slug": "sudan-die-welt-schaut-weg"
    },
    "66": {
      "wp_post_id": 385,
      "episode_nr": 66,
      "title": "COP30",
      "teaser": "Pro Minute stirbt ein Mensch durch die Hitze des Klimawandels. In Teheran droht die Evakuierung von 15 Millionen Menschen wegen Wassermangel. Der erste Kipppunkt ist überschritten: Die Warmwasserkorallen sterben, Nahrungsquelle für eine halbe Milliarde Menschen. Doch während die Klimakatastrophe längst Realität ist, verschärft sich das Problem exponentiell. Was haben 20 Gigawatt neue Gaskraftwerke mit Klimaschutz zu tun? Wirtschaftsministerin Gascati – pardon, Gassner – weiß als ehemalige Gasmanagerin, was gut ist: Gas subventionieren mit Geld aus dem Klimafonds. Gleichzeitig soll in der Nordsee nach neuem Öl gebohrt werden. Während Deutschland seine Klimaziele aufgibt, investiert die EU 128 Milliarden Euro – nicht in Klimaschutz, sondern in Klimaschäden. Die haben wir nämlich schon heute. Auf der COP30 in Brasilien treffen mehr Fossil-Lobbyisten als Delegierte aufeinander. Saudi-Arabien blockiert den Ausstieg aus fossilen Energien – obwohl Riyadh genauso bedroht ist wie Teheran. Friedrich Merz düpiert derweil die Gastgeber mit Beschwerden über schlechtes Brot, während zuhause Ticketpreise für Inlandsflüge gesenkt werden. Patrick und Jens analysieren, warum die Klimakonferenzen versagen, welche Kipppunkte bereits überschritten sind und warum Deutschland 2,8 Grad Erwärmung bis zu 6 Grad bedeuten würden. Eine schonungslose Bestandsaufnahme der größten Krise unserer Zeit.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/11/30/cop30/",
      "date": "2025-11-30T00:00:00",
      "slug": "cop30"
    },
    "65": {
      "wp_post_id": 382,
      "episode_nr": 65,
      "title": "Anno 2025",
      "teaser": "180 Milliarden Dollar Umsatz – Gaming übertrifft Film und Musik zusammen. In einer Branche, die längst zur größten Medienform der Welt geworden ist, verstecken sich ideologische Botschaften hinter bunten Pixeln und vermeintlich harmlosen Aufbauspielen. Patrick und Jens tauchen in die schöne neue Welt von Anno 1800 ein: Ein Spiel über Kapitalismus im 19. Jahrhundert, das alles ausblendet, was unbequem ist. Wo sind die Sklaven auf den Kolonialplantagen? Warum sterben Arbeiter nie, obwohl sie drei Liter Schnaps pro Minute konsumieren? Und wieso können Bauern per Mausklick zu Investoren werden, ohne dass jemand fragt, wo die Verlierer dieser Transformation bleiben? Das Spiel erzählt die Geschichte der Industrialisierung als Märchen – ohne Umweltzerstörung, ohne Ausbeutung, ohne die dunklen Seiten des frühen Kapitalismus. Doch das ist nur die eine Seite der Gaming-Kultur. Während Anno die Realität verschleiert, tobt parallel der Kulturkampf der „Gaming-Taliban“: Wokespotting nennt sich das Phänomen, bei dem reaktionäre Gamer jeden weiblichen Protagonisten als Verschwörung deuten. Patrick und Jens zeigen, wie Diskurse entweder komplett ausgeblendet oder ins Absurde verzerrt werden – und warum das mehr ist als nur Spielerei.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/11/23/anno-2025/",
      "date": "2025-11-23T00:00:00",
      "slug": "anno-2025"
    },
    "64": {
      "wp_post_id": 378,
      "episode_nr": 64,
      "title": "Mamdani: Hope reloaded?",
      "teaser": "80.000 Wahlhelfer. Millionenschwere Gegenkampagnen. Ein Präsident, der mit Deportation droht: Die Wahl von Zuhair Mamdani zum Bürgermeister von New York war mehr als nur Kommunalpolitik – sie war ein Erdbeben im amerikanischen Establishment. Während Trump seine zweite Amtszeit antritt und die Demokraten nach Antworten suchen, zeigt ein 33-jähriger Rapper und Aktivist aus Uganda, wie progressive Politik wieder Wahlen gewinnen kann. Mamdani verspricht nicht weniger als die Transformation der teuersten Stadt Amerikas: Mietenstopp, kostenlose Kinderbetreuung, städtische Supermärkte – finanziert durch höhere Steuern für Millionäre und Konzerne. Doch kann er liefern? Seine bisherige Laufbahn als Abgeordneter zeigt: Der Mann versteht Politik als Graswurzel-Bewegung. Von Hungerstreiks mit Taxifahrern bis zur Verhinderung von Fracking-Kraftwerken – Mamdani nutzt eine „Inside-Outside-Strategie“, die parlamentarische Arbeit mit Straßenaktivismus verbindet. Patrick und Jens analysieren, was hinter diesem politischen Phänomen steckt. Wie schafft man es mit 90-Sekunden-Botschaften gegen Milliardäre zu gewinnen? Warum funktioniert „Affordability“ besser als Kulturkampf? Und was können progressive Bewegungen in Deutschland von New Yorks neuem Bürgermeister lernen – bevor das Establishment zurückschlägt?",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/11/16/mamdani-hope-reloaded/",
      "date": "2025-11-16T00:00:00",
      "slug": "mamdani-hope-reloaded"
    },
    "63": {
      "wp_post_id": 374,
      "episode_nr": 63,
      "title": "Venezuela – neue Kriege für Öl?",
      "teaser": "300 Milliarden Barrel. Venezuela sitzt auf den größten Erdölreserven der Welt – und versinkt trotzdem im Chaos. Während 7 Millionen Menschen aus ihrer Heimat geflohen sind und eine Richterin mit 10 Euro Monatsrente überleben muss, kreisen US-Kriegsschiffe vor der Küste. Die größte Militärpräsenz in der Karibik seit Jahrzehnten. Trump bombardiert Boote im Namen des Kampfes gegen „Narkoterroristen“. Doch geht es wirklich um Drogen? Was verbindet Hugo Chávez‘ Bolivarische Revolution mit Trumps MAGA-Bewegung? Warum wurde aus dem einst reichsten Land Südamerikas ein gescheiterter Staat? Und weshalb erhielt ausgerechnet die wirtschaftsliberale Oppositionelle María Corina Machado den Friedensnobelpreis – während sie gleichzeitig rechtsextreme Politiker grüßt? Patrick und Jens sprechen mit Angel, einem venezolanischen Journalisten, der 2012 vor Chávez‘ Repression nach Deutschland floh. Gemeinsam durchleuchten sie die Monroe-Doktrin, das Kartell der Sonnen, die TASCON-Liste und jene fatale Dynamik, die Länder zwischen sozialistischen Versprechen und libertären Heilsversprechen zerreißt. Eine Episode über Öl als Fluch, Populismus als Waffe und die Frage, wer wirklich von Venezuelas „Befreiung“ profitieren würde.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/11/09/venezuela-neue-kriege-fuer-oel/",
      "date": "2025-11-09T00:00:00",
      "slug": "venezuela-neue-kriege-fuer-oel"
    },
    "62": {
      "wp_post_id": 370,
      "episode_nr": 62,
      "title": "Der vereinigte Potentatenstaat von Amerika",
      "teaser": "70 Milliarden Dollar für eine neue gestapoartige Einheit, während 42 Millionen Amerikaner nicht genug Geld haben, um sich ausreichend Essen zu kaufen: Die ICE-Behörde wird zur bestfinanzierten Strafverfolgungsagentur der US-Geschichte ausgebaut – mit einem Budget, das größer ist als das gesamte kanadische Militär. Gleichzeitig verwandelt das Trump-Regime systematisch das amerikanische Militär in eine Privatarmee. Was Patrick und Jens in dieser Episode aufdecken, ist mehr als nur politischer Wahnsinn: Es ist die Dokumentation einer Machtergreifung in Echtzeit. Während Pete Hegseth vor schweigenden Militärführern verkündet, dass Kriegsverbrechen ab sofort egal seien, marschieren Bundesagenten nachts in die Wohnungen schwarzer Familien ein. Friedliche Demonstranten in Tierkostümen werden mit chemischen Waffen angegriffen, während ein mysteriöses Bitcoin-Wallet 200 Millionen Dollar verdient – ausgerechnet 30 Minuten vor Trumps China-Tweet. Der Shutdown der Regierung ist kein Versehen: Er vertuscht die Epstein-Files und verhindert Korruptionsermittlungen. Gleichzeitig sitzt das Land auf der größten Spekulationsblase der Geschichte – 17 Mal größer als die Dotcom-Krise. Patrick und Jens zeigen, wie Oligarchen die letzten freien Medienkanäle kapern und warum 7 Millionen Amerikaner auf die Straße gehen mussten. Die Antwort des Regimes: Ein KI-Video, in dem Trump Scheiße auf Demonstranten wirft. Willkommen im vereinigten Potentatenstaat von Amerika.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/11/02/der-vereinigte-potentatenstaat-von-amerika/",
      "date": "2025-11-02T00:00:00",
      "slug": "der-vereinigte-potentatenstaat-von-amerika"
    },
    "61": {
      "wp_post_id": 366,
      "episode_nr": 61,
      "title": "Feed the rich, eat the poor",
      "teaser": "80 Prozent der Deutschen werden im Laufe ihres Erwerbslebens arbeitslos. Mindestens einen Tag. Diese Zahl überrascht – denn der politische Diskurs suggeriert etwas völlig anderes: Bürgergeld sei ein Paradies für Faulenzer und Totalverweigerer. Die Realität sieht brutal anders aus. Die neue Grundsicherung verschärft das Sanktionsregime dramatisch. Schon beim ersten versäumten Termin drohen 30 Prozent Kürzung. Bei „Arbeitsverweigerung“ kompletter Leistungsentzug. Gleichzeitig können Kommunen Quadratmeterdeckel für Mieten festlegen – mit fatalen Folgen für Betroffene. Was als Reform verkauft wird, ist in Wahrheit ein Rückfall in Hartz IV-Zeiten. Hinter den Kulissen entlarvt sich der Mythos der Millionen Totalverweigerer: 2023 gab es gerade mal 100 Fälle echter „Arbeitsverweigerung“ – bei 5,5 Millionen Bürgergeldempfängern. Das sind 0,002 Prozent. Trotzdem wird eine ganze Gesellschaftsschicht dämonisiert: Alleinerziehende, pflegende Angehörige, Auszubildende in Niedriglohnfamilien, Geflüchtete in Qualifizierung. Patrick und Jens analysieren, wie diese Politik der Grausamkeit funktioniert und warum Menschen gegen ihre eigenen Interessen stimmen. Sie decken auf, wer wirklich profitiert – und warum die angekündigten Milliardeneinsparungen am Ende läppische 87 Millionen betragen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/10/26/feed-the-rich-eat-the-poor/",
      "date": "2025-10-26T00:00:00",
      "slug": "feed-the-rich-eat-the-poor"
    },
    "60": {
      "wp_post_id": 361,
      "episode_nr": 60,
      "title": "Israel-Gaza-Krieg Teil 2",
      "teaser": "700.000 Palästinenser: Vertreibung oder freiwillige Flucht? 76 Jahre nach der sogenannten Nakba – arabisch für „Katastrophe“ – spaltet diese Frage noch immer die Welt. Während Israel seinen Unabhängigkeitstag feiert, gedenken Palästinenser ihrer größten Tragödie. Doch was geschah wirklich 1947-1949, als vier von fünf Arabern aus dem heutigen Israel verschwanden? Die historische Analyse wird kompliziert: Neue israelische Historiker wie Benny Morris sprechen von kriegsbedingter Vertreibung ohne Masterplan. Andere wie Ilan Pappé sehen koordinierte ethnische Säuberung. 418 palästinensische Dörfer wurden zerstört, 70 Prozent vollständig vernichtet. Die UN-Resolution 194 garantierte bereits 1948 das Rückkehrrecht – bis heute uneingelöst. Heute eskaliert der Konflikt erneut: 62.000 Tote in Gaza, Genozid-Vorwürfe am Internationalen Gerichtshof, deutsche Staatsräson im Dilemma. Während 80 Prozent der Deutschen Israels Vorgehen kritisieren, liefert Berlin weiter Waffen. Rechtsextreme auf beiden Seiten propagieren die „zweite Nakba“ oder rufen zur Vernichtung Israels auf. Patrick und Jens analysieren, wie aus Trauma und Vergeltung ein Teufelskreis der Entmenschlichung entsteht – und warum nur der Universalismus diesen durchbrechen kann.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/10/19/isreal-gaza-krieg-teil-2/",
      "date": "2025-10-19T00:00:00",
      "slug": "isreal-gaza-krieg-teil-2"
    },
    "59": {
      "wp_post_id": 355,
      "episode_nr": 59,
      "title": "Israel-Gaza-Krieg Teil 1",
      "teaser": "1.200 Menschen brutal ermordet. 250 Geiseln verschleppt. Vergewaltigung, Verstümmelung, gefilmt und gestreamt: Der 7. Oktober 2023 markiert den größten Massenmord an Jüdinnen und Juden seit dem Holocaust. Doch was folgte, übertrifft alle Dimensionen bisheriger Konflikte im Nahen Osten. Gaza heute: 92 Prozent aller Wohneinheiten zerstört. Über 67.000 Tote, 70 Prozent davon Frauen und Kinder. 2,2 Millionen Menschen auf zwölf Prozent der ohnehin winzigen Fläche zusammengepfercht – ohne Krankenhäuser, ohne sanitäre Anlagen, ohne Zukunft. Gleichzeitig: 217 getötete Journalisten, die höchste Zahl in der Geschichte der Kriegsberichterstattung. Ein systematischer Angriff auf die Wahrheit selbst. Wie konnte aus einem terroristischen Akt eine humanitäre Vollkatastrophe werden? Die Antwort liegt in den Protagonisten: Netanyahus rechtsextreme Regierung trifft auf die Hamas – zwei totalitäre Ideologien, die dem anderen das Existenzrecht absprechen. Beide instrumentalisieren Religion für politische Macht. Beide opfern ihre eigene Bevölkerung für größenwahnsinnige Ziele. Patrick und Jens nehmen die universalistische Brille zur Hand: Menschenwürde ist unteilbar – für Israelis wie Palästinenser. Sie dekonstruieren die Propaganda beider Seiten und fragen, warum derselbe Netanyahu, der einst Friedensnobelpreisträger Rabin bekämpfte, heute den Gaza-Krieg führt.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/10/12/israel-gaza-krieg-teil-1/",
      "date": "2025-10-12T00:00:00",
      "slug": "israel-gaza-krieg-teil-1"
    },
    "58": {
      "wp_post_id": 348,
      "episode_nr": 58,
      "title": "Wo sind unsere dritten Orte!?",
      "teaser": "1600 öffentliche Schwimmbäder sind seit 1990 in Deutschland verschwunden. 25% aller Grundschulen haben keinen Zugang mehr zu Schwimmbädern. Fast 500 Bibliotheksstandorte wurden geschlossen. Die Zahlen sprechen eine erschreckend deutliche Sprache: Unsere dritten Orte sterben. Was sind dritte Orte? Neben Zuhause (erster Ort) und Arbeitsplatz (zweiter Ort) brauchen Menschen Räume für ungezwungene Begegnung – das Wohnzimmer der Gesellschaft. Doch während die neoliberale Wende seit den 1980ern alles der Verwertungslogik unterwirft, verschwinden genau diese Räume. Wo sollen sich Jugendliche treffen, die kein Geld haben? Wo können verschiedene Schichten aufeinandertreffen? Die Antwort der Politik: Nirgendwo. Stattdessen Hostile Architecture – Metallspikes gegen Obdachlose, segmentierte Bänke, die das Liegen verhindern. Der öffentliche Raum wird zur Konsumzone umfunktioniert. Der amerikanische Soziologe Ray Oldenburg prägte den Begriff, doch seine Theorie hat blinde Flecken – besonders bei Geschlechtergerechtigkeit. Kritische Stadtforscher wie Henri Lefebvre und David Harvey zeigen: Kapital hat kein Interesse daran, Städte für Menschen zu bauen, nur für Profit. Das Recht auf Stadt wird zur Ware. Patrick und Jens analysieren, warum Einsamkeit zur Epidemie wird, wie Gentrifizierung funktioniert und was wir tun können, um unsere Gemeinschaftsräume zurückzuerobern.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/10/05/wo-sind-unsere-dritten-orte/",
      "date": "2025-10-05T00:00:00",
      "slug": "wo-sind-unsere-dritten-orte"
    },
    "57": {
      "wp_post_id": 344,
      "episode_nr": 57,
      "title": "Machtergreifung in 3, 2, 1 …",
      "teaser": "75.017.613 US-Amerikaner: Diese Zahl kennt Donald Trump auswendig. Es sind die Menschen, die 2024 Kamala Harris wählten. Seine politischen Gegner. Die er hasst. Öffentlich, ungefiltert, bei einer Beerdigungszeremonie verkündet er: „Ich hasse meine Gegner.“ Während in Washington die Militärbesetzung demokratischer Städte beginnt, verschwindet wissenschaftliche Evidenz über rechten Terror aus Regierungsdatenbanken. Briefwahl wird abgeschafft, Gewerkschaftsrechte gestrichen, Verhütungsmittel vernichtet. Ist das noch Amerika? Oder bereits die Chronologie einer Machtergreifung in Echtzeit? Als Charlie Kirk am 10. September erschossen wird, explodiert das Land: Bombardiert die Blue Cities! Markiert die Demokraten als Terrororganisation! Das FBI jagt nun „nihilistische Extremisten“ – gemeint sind Transpersonen. Journalisten müssen Loyalitätseide schwören. Jimmy Kimmel wird zensiert. Venezuela-Fischerboote werden wie in ISIS-Videos stolz bombardiert. Das Verteidigungsministerium heißt wieder Kriegsministerium. In einem Stadion voller Hass wird Kirk zum Märtyrer verklärt: „Wir sind der Sturm!“ schreit Stephen Miller wie einst Goebbels. Patrick und Jens dokumentieren 60 Tage autoritärer Beschleunigung – von Militärbesetzung bis zur grotesken Trauershow, die eine Nation endgültig spaltet.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/09/28/machtergreifung-in-3-2-1/",
      "date": "2025-09-28T00:00:00",
      "slug": "machtergreifung-in-3-2-1"
    },
    "56": {
      "wp_post_id": 341,
      "episode_nr": 56,
      "title": "Charlie Kirk Komplex",
      "teaser": "0,1 Prozent – das ist der statistische Anteil von Transgender-Personen an allen Mass-Shootings in den USA seit 2013. 5 von 5748 Fällen. Doch genau diese Zahlen diskutierte Charlie Kirk am 10. September auf dem Campus in Utah, als um 12:23 Uhr ein Schuss fiel. Der Tod des 30-jährigen Turning Point USA-Gründers markiert mehr als nur das Ende einer kontroversen Karriere: Er offenbart die Mechanismen einer politischen Bewegung, die aus marktradikalen Anfängen zu christlich-nationalistischem Extremismus mutierte. Kirk, einst als konservativer Debattenheld gefeiert, verbreitete systematisch Desinformation über die „Great Replacement Theory“, verglich Abtreibungen mit dem Holocaust und forderte Steinigungen für Homosexuelle. Seine Professor-Watchlists und Pseudo-Debatten dienten nicht dem demokratischen Diskurs, sondern der ideologischen Indoktrination einer Generation. Während deutsche Medien Kirk posthum als „letzten Republikaner, der noch mit Linken redete“ verklären, zeigt die Analyse seiner Aussagen: Viele würden in Deutschland als Volksverhetzung gelten. Die instrumentalisierte Trauer, die Verbreitung von Snuff-Videos auf TikTok und drei konkurrierende Täter-Narrative enthüllen den wahren Charlie-Kirk-Komplex: wie aus einem College-Abbrecher ein Scharnier zwischen Marktradikalismus und Faschismus wurde. Patrick und Jens dekonstruieren die Mythen um einen Mann, dessen Tod die Fratze einer Bewegung entlarvt.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/09/21/charlie-kirk-komplex/",
      "date": "2025-09-21T00:00:00",
      "slug": "charlie-kirk-komplex"
    },
    "55": {
      "wp_post_id": 337,
      "episode_nr": 55,
      "title": "Urlaub für Alle!",
      "teaser": "Eine Milliarde Überstunden jährlich in Deutschland – die Hälfte davon unbezahlt. Während Unternehmerverbände nach längeren Arbeitszeiten rufen, kämpfen Millionen Deutsche ums nackte Überleben: Sie verzichten auf Mahlzeiten, damit ihre Kinder essen können. Gleichzeitig subventioniert jeder Bundesbürger die Luftfahrtindustrie mit über 100 Euro pro Jahr, während Bahnfahrten zum Luxus werden. Doch woher kommt eigentlich unser Konzept von Urlaub? Das mittelhochdeutsche „Urloup“ bedeutete ursprünglich „Erlaubnis wegzugehen“ – ein Begriff aus militärischen Hierarchien, der die Unfreiheit bereits in sich trägt. Was heute selbstverständlich scheint, musste hart erkämpft werden: von der Gewerkschaftsbewegung gegen die Fabrikherren der Industrialisierung, später instrumentalisiert von den Nazis mit „Kraft durch Freude“, schließlich demokratisiert im Wirtschaftswunder der Nachkriegszeit. Heute erzeugt der Tourismus 8,8 Prozent der weltweiten CO2-Emissionen – mehr als ganze Volkswirtschaften. Der Iran führt überraschend die globale Urlaubsstatistik mit 53 Tagen an, während die USA als einziges entwickeltes Land null gesetzliche Urlaubstage garantieren. In diesem Urlaubsspecial analysieren Patrick und Jens die Kulturgeschichte der Erholung: von römischen Feriae über skandinavisches Jedermannsrecht bis zu französischen Grand Vacances – und warum Urlaub immer eine Frage von Macht, Klasse und Kontrolle war.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/08/24/urlaub-fuer-alle/",
      "date": "2025-08-24T00:00:00",
      "slug": "urlaub-fuer-alle"
    },
    "53": {
      "wp_post_id": 329,
      "episode_nr": 53,
      "title": "Kapitalismus Ketzerei",
      "teaser": "700 Millionen Menschen hungern weltweit – jeden Tag. Während Jeff Bezos täglich 30 Millionen Dollar verdient, müssen seine Arbeiter in Flaschen urinieren. Ein Drittel aller produzierten Lebensmittel landet im Müll: 1,3 Milliarden Tonnen pro Jahr. Das System, das uns befreit haben sollte, frisst uns auf. Die Grundprinzipien sind klar definiert: Privateigentum an Produktionsmitteln, Marktlogik, Gewinnmaximierung, Wettbewerb. Doch was als dezentraler Koordinationsmechanismus verkauft wird, entpuppt sich als Konzentration von Macht und Reichtum bei wenigen. Warren Buffett brachte es auf den Punkt: „Es gibt einen Klassenkampf – meine Klasse führt ihn, und wir gewinnen.“ Während Unternehmen Rekordgewinne einfahren, stagnieren Löhne seit Jahrzehnten. Während man uns erzählt, mehr Wachstum führe zu mehr Wohlstand für alle, arbeiten 46 Prozent der Obdachlosen in den USA trotz Job. Patrick und Jens zerlegen Mythos für Mythos: Die angebliche Effizienz bei der Ressourcenallokation? Eine Lüge. Die Befreiung aus der Armut? Geschah trotz, nicht wegen des Kapitalismus. Das System, das auf individuellem Gewinnstreben beruht, macht aus Grundbedürfnissen wie Wasser, Gesundheit und Wohnen profitable Waren. Es verwandelt Demokratie in Plutokratie. Es trägt den Krieg in sich wie die Wolke den Regen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/07/27/kapitalismus-ketzerei/",
      "date": "2025-07-27T00:00:00",
      "slug": "kapitalismus-ketzerei"
    },
    "52": {
      "wp_post_id": 325,
      "episode_nr": 52,
      "title": "Der Plan für die Machtergreifung?",
      "teaser": "Ein großer Teil der Bevölkerung bewertet eine Zusammenarbeit zwischen der Union und der AfD als akzeptabel. Während der Verfassungsschutz die AfD als „gesichert rechtsextrem“ einstuft, verschwindet diese Bezeichnung aus dem öffentlichen Diskurs. Die Normalisierung ist in vollem Gange. Ein internes AfD-Strategiepapier offenbart den Plan zur Machtergreifung. Vier zentrale Ziele: Stammwähler binden, neue Potenziale erschließen, das Akzeptanzumfeld vergrößern – und die Brandmauer stürzen. Die Strategie ist simpel wie erschreckend: Durch „Kreide fressen“ und Mäßigung in der Sprache wollen sie sich normalisieren, während sie gleichzeitig CDU und SPD spalten. Der Plan geht auf. Patrick und Jens analysieren das 20-seitige Dokument und zeigen die verheerenden Parallelen zu aktuellen politischen Entwicklungen auf. Die gescheiterte Nominierung der Verfassungsrichterin Frauke Brosius-Gersdorf wird zum Paradebeispiel: Eine orchestrierte Kampagne aus rechten Medien, organisierten Abtreibungsgegnern und CDU-Abgeordneten verhindert ihre Wahl. Das Muster ist erkennbar, die Methoden perfektioniert. Die Brandmauer bröckelt nicht nur – sie wird systematisch abgetragen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/07/20/der-plan-fuer-die-machtergreifung/",
      "date": "2025-07-20T00:00:00",
      "slug": "der-plan-fuer-die-machtergreifung"
    },
    "51": {
      "wp_post_id": 321,
      "episode_nr": 51,
      "title": "Skandale aus dem Zirkuszelt – Teil 2",
      "teaser": "17 Millionen Euro Schaden, 4 Billionen Dollar fossiles Kapital, 48 Millionen Provision für Maskendeals: Die Zahlen des deutschen Politikbetriebs lassen aufhorchen. Während normale Bürger bei jedem Euro rechtfertigen müssen, verschwinden Steuergelder in dunklen Kanälen. Katharina Reiche wechselt nahtlos zwischen Politik und Gaslobby hin und her – am Tag der Karenzzeitbeschlüsse. Jens Spahn kauft Luxusvillen für Millionen, deren Finanzierung bis heute ungeklärt bleibt. Wie kann eine ehemalige Umweltstaatssekretärin plötzlich Klimaziele in Frage stellen und Gaskraftwerke ohne Wasserstoff-Bereitschaft durchdrücken? Warum erhält ein CDU-Parteifreund 18 Millionen Euro ohne erkennbare Gegenleistung? Diese Fragen führen in ein Geflecht aus Interessenkonflikten, bei dem sich fossile Kontinuitäten und persönliche Bereicherung die Hand reichen. Patrick und Jens ziehen im zweiten Teil ihres Politik-Zirkusses die Vorhänge auf und beleuchten die Machenschaften zweier Superstars der deutschen Politik. Dabei wird deutlich: Was als Skandal beginnt, entpuppt sich als System. Ein System, das nicht nur unsere Demokratie, sondern auch unsere Zukunft gefährdet – während die Verantwortlichen ungestört weiter Karriere machen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/07/13/skandale-aus-dem-zirkuszelt-teil-2/",
      "date": "2025-07-13T00:00:00",
      "slug": "skandale-aus-dem-zirkuszelt-teil-2"
    },
    "50": {
      "wp_post_id": 317,
      "episode_nr": 50,
      "title": "Skandale aus dem Zirkuszelt – Teil 1",
      "teaser": "Eine halbe Milliarde Euro Steuergeld verbrannt. 5.000 Seiten Akten – davon nur 27 ungeschwärzt. Rechtswidrige Grenzkontrollen trotz höchstrichterlicher Urteile: Willkommen im deutschen Zirkuszelt der Macht, wo Skandale zur Normalität werden. 57 Tage neue Bundesregierung. 57 Tage, in denen systematisch demokratische Normen geschleift werden. Julia Klöckner als Bundestagspräsidentin verweigert Sondersitzungen zu Maskendeals, verbietet Regenbogenflaggen und macht Wahlkampf für Merz – während sie eigentlich überparteilich agieren sollte. Alexander Dobrindt bricht als Innenminister bewusst Recht, präsentiert gefälschte Statistiken und will die Polizei mit umstrittener Palantir-Software aufrüsten. Derselbe Mann, der als Verkehrsminister die Pkw-Maut gegen alle Expertenwarnung durchprügelte und beim Dieselskandal aktiv vertuscht hat. Ist das alles nur Unfähigkeit? Oder steckt System dahinter – eine konservative Revolution, wie Dobrindt sie selbst ausgerufen hat? Patrick und Jens analysieren in diesem ersten Teil ihrer zweiteiligen Skandal-Bilanz, wie aus gescheiterten Ministern mächtige Amtsinhaber werden. Und warum das deutsche Parlament tatsächlich immer mehr einem Zirkuszelt gleicht – nur ohne die Ehrlichkeit echter Artisten.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/07/06/skandale-aus-dem-zirkuszelt-teil-1/",
      "date": "2025-07-06T00:00:00",
      "slug": "skandale-aus-dem-zirkuszelt-teil-1"
    },
    "49": {
      "wp_post_id": 313,
      "episode_nr": 49,
      "title": "Aufsteigender Löwe – strahlende Zukunft?",
      "teaser": "Über 1000 Tote, 12 Tage Krieg, atomare Bedrohung: Der Nahe Osten erlebt seine gefährlichste Eskalation seit Jahrzehnten. Am 13. Juni beginnt Israel die „Operation Rising Lion“ gegen den Iran – ein völkerrechtswidriger Angriffskrieg, der binnen Stunden Teherans Führungselite dezimiert und das Land ins Chaos stürzt. Was folgt, ist militärische Eskalation pur: 200 israelische Kampfjets gegen mobile Raketensysteme, 150 iranische Raketen gegen Tel Aviv, schließlich Donald Trumps „Bunker Buster“-Bomben gegen unterirdische Atomanlagen. Während Zehntausende aus Teheran fliehen und der „Iron Dome“ versagt, verkündet Trump per Truth Social den „Twelve-Day War“ für beendet – ohne die Kriegsparteien zu fragen. Doch was steckt wirklich hinter diesem Konflikt? Die CIA warnt: Iran hat keine Atomwaffe. Trotzdem jubelt Friedrich Merz, es gebe „keinen Grund zur Kritik“ am Angriffskrieg. Während deutsche Tankflugzeuge heimlich Luftunterstützung leisten, zerlegt sich die regelbasierte Weltordnung. Patrick und Jens durchleuchten die Propaganda, analysieren die historischen Wurzeln von 1953 bis heute und zeigen: Wie aus einem völkerrechtswidrigen Angriff ein „Friedensmission“ wird – und warum das demokratische Institutionen weltweit bedroht.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/06/29/aufsteigender-loewe-strahlende-zukunft/",
      "date": "2025-06-29T00:00:00",
      "slug": "aufsteigender-loewe-strahlende-zukunft"
    },
    "48": {
      "wp_post_id": 309,
      "episode_nr": 48,
      "title": "Der ICE-kalte Bürgerkrieg",
      "teaser": "3.000 Verhaftungen am Tag, 350 Milliarden Dollar Budget, militärische Besetzung demokratischer Städte: Was in Los Angeles geschieht, ist kein chaotischer Ausrutscher – es ist die eiskalte Umsetzung eines jahrelang geplanten Programms zur Zerschlagung des amerikanischen Rechtsstaats. Stephen Miller, Trumps 38-jähriger Chefstratege und Erfinder der Familientrennungen, hat ICE zu einer paramilitärischen Truppe umgebaut, die nach Hautfarbe jagt und Familien zerstört. Während Nationalgarde und Marines gegen Demonstranten aufmarschieren, zeigt sich das perfide Kalkül: Man provoziert durch Gestapo-Razzien Proteste, um dann mit Waffengewalt zu antworten. „Crack their skulls“, „shoot them in the legs“ – Trumps Gewaltfantasien von 2020 werden zur blutigen Realität. Parallel dazu erschießt ein evangelikaler Terrorist zwei demokratische Politiker, bewaffnet mit einer 70-Namen-Todesliste und radikalisiert durch Jahre der Hetze. Das Erschreckende: Diese Blaupause funktioniert bereits in Deutschland. Dobrindt bricht Gesetze, Blome delegitimiert Gerichte, Richter werden bedroht. Während Trump seine 45-Millionen-Dollar-Militärparade feiert und das Volk „No Kings“ skandiert, bereiten Patrick und Jens die Anatomie eines Staatsstreichs auf – und zeigen, wie der ICE-kalte Bürgerkrieg auch hier längst begonnen hat.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/06/22/der-ice-kalte-buergerkrieg/",
      "date": "2025-06-22T00:00:00",
      "slug": "der-ice-kalte-buergerkrieg"
    },
    "47": {
      "wp_post_id": 304,
      "episode_nr": 47,
      "title": "Ja, wir lesen Theorie",
      "teaser": "64 Prozent der Verschleppten überlebten die Überfahrt nicht: Iris Dermanns „Undienlichkeit“ zeigt, wie systematische Gewalt durch europäische Philosophie legitimiert wurde. Von Hobbes bis Marx – Denker, die wir als Grundpfeiler westlicher Zivilisation verehren, schufen die akademische Rechtfertigung für Sklaverei und Kolonialismus. Während die Mächtigen über „zivilisatorischen Fortschritt“ philosophierten, profitierten sie persönlich vom Sklavenhandel. Aber es geht nicht nur um historische Aufarbeitung. Thomas Pikettys ökonomische Analyse beweist: Wenn Kapitalrendite dauerhaft größer ist als Wirtschaftswachstum, entstehen Oligarchien. Genau das erleben wir heute. David Graeber und David Wengrow zerstören den Mythos linearen Fortschritts – prähistorische Gesellschaften experimentierten bereits mit Demokratie und saisonalen Machtstrukturen. Der Club of Rome liefert mit „Earth for All“ konkrete Lösungsansätze für Klimakrise und soziale Ungleichheit. Doch diese Alternativen werden systematisch verschwiegen. Patrick und Jens präsentieren fünf Bücher, die unser Verständnis von Geschichte, Gesellschaft und Zukunft radikal herausfordern. Von Omri Böhms „Radikalem Universalismus“ bis zu den verschütteten Widerstandsformen versklavter Menschen – hier geht es um die Wurzeln unseres Denkens und warum wir sie hinterfragen müssen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/06/15/ja-wir-lesen-theorie/",
      "date": "2025-06-15T00:00:00",
      "slug": "ja-wir-lesen-theorie"
    },
    "46": {
      "wp_post_id": 300,
      "episode_nr": 46,
      "title": "Entropisches Fiebermessen",
      "teaser": "86 Prozent Wahrscheinlichkeit: Die Klimakrise wird das 1,5-Grad-Ziel in den nächsten fünf Jahren durchbrechen. Während Harvard als Symbol westlicher Wissenschaft gegen Trumps Anti-Wokeness-Kreuzzug kämpft, rutscht Europa nach rechts. Polen wählt den rechtsnationalen Karol Nawrocki zum Präsidenten – einen ehemaligen Boxer, der „Polen zuerst“ verspricht und enge Zusammenarbeit mit Trump sucht. Doch was verbindet Harvards Kampf um 2 Milliarden Dollar Forschungsgelder mit Polens politischer Wende? Es ist derselbe reaktionäre Backlash gegen Aufklärung, Wissenschaft und Fortschritt. Trumps Heritage Foundation will das Bildungsministerium abschaffen, während gleichzeitig 600 Medizinforscher entlassen wurden. In Deutschland sorgt ein ACAB-Pulli für mehr Aufregung als die Tatsache, dass Wirtschaftsministerin Reiche aus der Gaslobby stammt und neue Gaskraftwerke plant – während Tornados, Hitzewellen und Gletscherabbrüche die Vorboten einer Klimahölle markieren. Patrick und Jens analysieren, wie der globale Angriff auf Intellektualität und Wissenschaft mit der Klimakatastrophe zusammenhängt: Wenn Fakten zur Ideologie erklärt werden, stirbt die Grundlage rationaler Politik. Während sich Politiker über Meinungsfreiheit beklagen, brennt der Planet.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/06/08/entropisches-fiebermessen/",
      "date": "2025-06-08T00:00:00",
      "slug": "entropisches-fiebermessen"
    },
    "45": {
      "wp_post_id": 296,
      "episode_nr": 45,
      "title": "(Fragile) Erfolge der Arbeiterbewegung",
      "teaser": "Zwei Millionen Deutsche entlassen. Sozialsysteme abgebaut. Arbeitszeiten verlängert: Was nach dystopischer Zukunft klingt, ist das Programm der kommenden Regierung Merz. Doch wie konnte es soweit kommen? Während Millionen Menschen täglich zur Arbeit gehen – eine Milliarde Überstunden leisten – wird ihnen Faulheit vorgeworfen. Während sie Wohlstand erwirtschaften, sollen sie auf ihre Rente verzichten. Der Acht-Stunden-Tag? Den erkämpften sich Arbeiter 1891 im Buchdruckerstreik. Krankenentgelt? 114 Tage streikten Werftarbeiter 1957 dafür. Was heute selbstverständlich scheint, wurde über 200 Jahre lang blutig erkämpft – gegen Sozialistengesetze, Repression und Gewalt. Von den ersten dokumentierten Streiks im alten Ägypten 1159 v. Chr. bis zum größten Generalstreik der deutschen Geschichte 1920: zwölf Millionen Menschen verteidigten damals die Demokratie gegen den Kapp-Putsch. Heute stehen diese Errungenschaften erneut zur Disposition. Patrick und Jens durchleuchten die fragilen Erfolge der Arbeiterbewegung – von den Anfängen der Industrialisierung über Bismarcks Sozialgesetze bis zu Schröders Agenda 2010. Sie zeigen: Wohlstand fällt nicht vom Himmel. Er wird erkämpft. Und er kann wieder genommen werden.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/06/01/fragile-erfolge-der-arbeiterbewegung/",
      "date": "2025-06-01T00:00:00",
      "slug": "fragile-erfolge-der-arbeiterbewegung"
    },
    "44": {
      "wp_post_id": 284,
      "episode_nr": 44,
      "title": "Stop singing, start swinging",
      "teaser": "10 bis 12 Millionen Menschen verschleppt, versklavt, entmenschlicht: Der transatlantische Sklavenhandel prägte vier Jahrhunderte amerikanischer Geschichte. Doch als Malcolm X am 19. Februar 1965 vor den Augen seiner Familie hingerichtet wird, ist die Sklaverei offiziell längst abgeschafft. Warum also stirbt der Mann, der einst als Malcolm Little geboren wurde, durch Kugeln seiner eigenen Brüder? Die Antwort führt durch eine Spirale aus systematischer Unterdrückung, die nie wirklich endete. Von den Schiffsketten des 17. Jahrhunderts über Jim Crow bis zu FBI-Todesschwadronen: Amerika perfektionierte die Kunst, Menschen zu zerbrechen und gleichzeitig zu behaupten, sie seien frei. Malcolm X erkannte diese Lüge. Er durchschaute die Heuchelei einer Nation, die Schwarze in Vietnam sterben ließ, während sie zuhause als Bürger zweiter Klasse behandelt wurden. Seine Radikalität? Die Wahrheit aussprechen. Heute, fast 60 Jahre später, streicht Donald Trump Black-Lives-Matter-Schriftzüge weg und erklärt Critical Race Theory zur Geisteskrankheit. Project 2025 will systematisch alles zerstören, was seit den Bürgerrechtsbewegungen erkämpft wurde. Patrick und Jens analysieren, wie aus Malcolm Xs Vermächtnis eine Blaupause für den Widerstand gegen den neuen amerikanischen Faschismus wird.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/05/25/stop-singing-start-swinging/",
      "date": "2025-05-25T00:00:00",
      "slug": "stop-singing-start-swinging"
    },
    "43": {
      "wp_post_id": 281,
      "episode_nr": 43,
      "title": "Vibes & Egos",
      "teaser": "Genie und Zerstörung: Ein Muster, das durch die Musikgeschichte zieht wie ein roter Faden. 900 Millionen Dollar Einspielergebnis bei „Bohemian Rhapsody“, acht Oscars für „Amadeus“ – Musikbiopics gehören zu den erfolgreichsten Filmen überhaupt. Doch warum faszinieren uns diese Geschichten von Brian Wilson, Joy Division oder Freddie Mercury so sehr? Sind es die bombastischen Konzertszenen, die uns emotional überwältigen? Oder liegt es an einem dunkleren Muster: der romantisierten Verbindung zwischen außergewöhnlicher Begabung und persönlichem Leid? Von Miles Tellers blutigen Händen in „Whiplash“ bis zu Ian Curtis‘ tragischem Ende bei Joy Division – diese Filme erzählen immer wieder dieselbe Geschichte. Genie versus Selbstzerstörung. Talent versus Wahnsinn. Kunst versus Leben. Besonders perfide wird es, wenn toxische Mentor-Figuren ins Spiel kommen: Der prügelnde Vater bei den Beach Boys, der sadistische Musiklehrer, der seine Schüler bis aufs Blut quält. Vermitteln diese Filme gefährliche Botschaften nach dem Motto „Ohne Leiden keine große Kunst“? Oder zeigen sie nur schonungslos die Realität kreativer Genies auf? Patrick und Jens durchleuchten das Genre der Musikbiopics – von „Love and Mercy“ über „Control“ bis „The Doors“. Sie fragen: Warum glorifizieren wir die Selbstzerstörung unserer musikalischen Helden? Und was sagt das über unsere Gesellschaft aus?",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/05/18/vibes-egos/",
      "date": "2025-05-18T00:00:00",
      "slug": "vibes-egos"
    },
    "42": {
      "wp_post_id": 277,
      "episode_nr": 42,
      "title": "Gesichert rechtsextrem!",
      "teaser": "630 Abgeordnete im Bundestag. 316 Stimmen braucht es für die Kanzlerwahl. Friedrich Merz bekommt nur 310 – und schreibt Geschichte als erster Kandidat seit Jahrzehnten, der im ersten Anlauf scheitert. Während die Union hastig die Reihen schließt, feiert die AfD ihren „Kanzler der Herzen“ und wittert Morgenluft. Doch an diesem Tag passiert noch etwas Historisches: Der Verfassungsschutz stuft die gesamte AfD als „gesichert rechtsextremistisch“ ein. Was bedeutet diese Zäsur wirklich? Während Medien weiter drei Rechtsextremisten fragen, was sie von ihrer Einstufung als Rechtsextremisten halten, normalisiert sich das Unfassbare. 50 Prozent mehr rechtsextreme Straftaten als im Vorjahr. Millionenfache Remigration auf Parteiplakaten. Drohungen gegen Verfassungsschützer mit SA-Vokabular. Und trotzdem kein Verbotsverfahren – aus Angst vor der „Opferrolle“ einer Partei, die sich sowieso permanent als Opfer inszeniert. Patrick und Jens analysieren, wie eine Partei vom euroskeptischen Professorenverein zum politischen Arm des Rechtsextremismus wurde – und warum die wehrhafte Demokratie versagt, wenn sie am nötigsten wäre.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/05/11/gesichert-rechtsextrem/",
      "date": "2025-05-11T00:00:00",
      "slug": "gesichert-rechtsextrem"
    },
    "41": {
      "wp_post_id": 274,
      "episode_nr": 41,
      "title": "Schützt unsere Milliardäre!",
      "teaser": "249 Milliardäre leben in Deutschland – bei gleichzeitig 17,6 Millionen Menschen, die als armutsbetroffen gelten. Diese Zahlen allein entlarven bereits die grotesken Machtverhältnisse unserer Zeit: 0,0003 Prozent der Bevölkerung horten Vermögen jenseits der Vorstellungskraft, während ein Fünftel der Gesellschaft um das pure Überleben kämpft. Doch es wird noch absurder: Im ZDF-Format „13 Fragen“ diskutieren Menschen, die selbst keine Milliardäre sind, warum es diese Überreichtümer geben sollte. Ihre Argumente? Milliardäre seien arm dran, ihr Geld stecke fest. Sie würden alle eine gerechtere Welt wollen. Konsumenten trügen die Schuld durch ihre Kaufentscheidungen. Internationale Kooperation sei nötig – weshalb man nichts tun könne. Während Silicon Valley-Oligarchen wie Zuckerberg und Thiel bereits Bunker bauen und Navy Seals anheuern für den kommenden Kollaps, wird über „Habit Change“ und Philanthropie philosophiert. Als würden ein paar gespendete Millionen das strukturelle Problem lösen, dass diese Vermögenskonzentration unsere Demokratie zerfrisst. Patrick und Jens zerlegen in diesem Reaction-Video nicht nur die hanebüchenen Argumente der Milliardärs-Verteidiger, sondern zeigen auch: Das Grundgesetz bietet alle Werkzeuge für eine gerechte Umverteilung. Die Frage ist nur, ob wir sie endlich nutzen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/05/04/schuetzt-unsere-milliardaere/",
      "date": "2025-05-04T00:00:00",
      "slug": "schuetzt-unsere-milliardaere"
    },
    "39": {
      "wp_post_id": 266,
      "episode_nr": 39,
      "title": "Im Rückmerzgang",
      "teaser": "Markus Söder winkt den Koalitionsvertrag in Rekordgeschwindigkeit durch. Während der bayerische Foodblogger in Indien an Magenproblemen leidet, jubelt die CSU bereits über das Erreichte. Doch was steht wirklich in diesem 177-seitigen Dokument? Patrick und Jens haben jeden Satz analysiert. Die Wirtschaftspolitik offenbart eine klare neoliberale Agenda: Steuersenkungen für Unternehmen, längere Arbeitszeiten als „freiwillige Anreize“ und die Schwächung parlamentarischer Kontrolle bei öffentlichen Aufträgen. Während ein Mindestlohn von 15 Euro versprochen wird, soll darüber eine Kommission entscheiden – wie so vieles andere auch. Die Migrationspolitik hingegen übertrifft selbst düsterste Erwartungen: Pushbacks werden legalisiert, Frontex gestärkt und freiwillige Aufnahmeprogramme komplett beendet. Sogar afghanische Ortskräfte der Bundeswehr werden fallen gelassen. Was als „Deutschland entscheidet selbst“ verkauft wird, entpuppt sich als Infrastruktur der Unmenschlichkeit. Patrick und Jens zeigen, wie dieser Vertrag nicht nur rechtstaatliche Prinzipien untergräbt, sondern eine Spirale der Grausamkeit in Gang setzt. Von Korruptionslücken bis Mondmissionen – ein Dokument des Rückschritts ins Gestern.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/04/20/im-rueckmerzgang/",
      "date": "2025-04-20T00:00:00",
      "slug": "im-rueckmerzgang"
    },
    "38": {
      "wp_post_id": 263,
      "episode_nr": 38,
      "title": "Trumpcession",
      "teaser": "10.000 Euro für ein iPhone: Was ein komplett in den USA produziertes Smartphone kosten würde, zeigt die Absurdität von Trumps Zollpolitik. Während deutsche Verbraucher noch über Butterpreise klagen, droht den Amerikanern eine wirtschaftliche Katastrophe biblischen Ausmaßes. JP Morgan sieht eine 60-prozentige Wahrscheinlichkeit für eine globale Rezession – verursacht durch einen Mann, der Zölle für das „schönste Wort der englischen Sprache“ hält. Was als Handelspolitik verkauft wird, entpuppt sich als Mafia-Methode: Trump schlägt erst zu, dann will er verhandeln. 50 Länder stehen bereits Schlange und „küssen ihm den Arsch“, wie er selbst sagt. Doch hinter der Fassade des „America First“ verbirgt sich ein knallhartes Geschäft: Während amerikanische Verbraucher für alles das Doppelte zahlen werden, können Milliardäre in der kommenden Rezession günstig Assets aufkaufen. Ein iPhone aus chinesischer Produktion plus Zoll wird teurer als ein Gebrauchtwagen – aber hey, die Fossilindustrie bekommt ihre Abnehmer. Patrick und Jens analysieren, wie aus Handelspolitik Erpressung wird, warum zwei Drittel aller amerikanischen Bienenvölker tot sind und weshalb Europa jetzt handeln muss – bevor der Kontinent zur Kolonie eines durchgedrehten Oligarchen-Regimes wird.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/04/13/trumpcession/",
      "date": "2025-04-13T00:00:00",
      "slug": "trumpcession"
    },
    "37": {
      "wp_post_id": 258,
      "episode_nr": 37,
      "title": "Counter Culture",
      "teaser": "400.000 Menschen. Ein Konzert ohne Sicherheitskräfte. Drei Tage Chaos bei Starkregen: Woodstock 1969 hätte ein Desaster werden müssen. Stattdessen wurde es zum Symbol für eine bessere Welt. Doch was war das eigentlich – diese Counterculture der 60er Jahre, die heute noch unsere Debatten prägt? Von LSD-Trips zur Friedensbewegung, von Timothy Learys „Turn on, tune in, drop out“ bis zu den Mary Pranksters: Eine ganze Generation stieg aus dem American Dream aus. Sie suchten Alternativen zum Vietnamkrieg, zur Rassentrennung, zum biederen Wohlstandsdenken ihrer Eltern. Drogen wurden zur Bewusstseinserweiterung, Musik zur politischen Botschaft, freie Liebe zum gesellschaftlichen Statement. Aber diese Gegenkultur war mehr als Hippie-Romantik. Sie verband schwarze Bürgerrechtler mit weißen Mittelklasse-Kids, Studentenproteste mit spiritueller Suche, Umweltbewegung mit Feminismus. Ein universalistisches Experiment: Alle Grenzen überwinden, alle Menschen als gleichwertig betrachten. Heute kämpft eine neue Rechte mit denselben Methoden gegen genau diese Werte. Sie nennt sich „gegen das Establishment“ – und meint damit den liberalen Konsens, den die 60er schufen. Patrick und Jens fragen: Brauchen wir eine neue Counterculture? Und wo ist unser Woodstock gegen den Faschismus?",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/04/06/258/",
      "date": "2025-04-06T00:00:00",
      "slug": "258"
    },
    "36": {
      "wp_post_id": 255,
      "episode_nr": 36,
      "title": "Wo, bitte, geht’s zur Suppenküche?",
      "teaser": "1,05 Milliarden Euro. So viel gibt Deutschland für Zivilschutz aus – gerade mal zwei Prozent des Verteidigungsetats. Während 51,8 Milliarden in die Bundeswehr fließen, fehlen Schutzräume für hunderttausende Menschen, Sirenen funktionieren nicht und Krankenhäuser arbeiten bereits im Frieden am Limit. Experten fordern mindestens fünf bis zehn Prozent des Militärhaushalts für den Schutz der Zivilbevölkerung. Wo holst du dir eine Suppe, wenn der Supermarkt geschlossen und die Vorratskammer leer ist? Diese scheinbar banale Frage entlarvt ein fundamentales Problem: Deutschland ist auf den Ernstfall nicht vorbereitet. Weder auf Naturkatastrophen noch auf hybride Bedrohungen oder den Verteidigungsfall. Gesetzliche Regelungen existieren zuhauf – doch sie wurden nie geübt, nie einstudiert und würden schlicht nicht funktionieren. Russische Drohnen über Kasernen, 627 Sichtungen in zwei Jahren, nur eine konnte abgewehrt werden. Cyberangriffe auf Klärwerke – täglich über 50 Attacken allein im Ruhrgebiet. Während Experten warnen, dass 2029 ein großmaßstäblicher russischer Angriff möglich sein könnte, diskutieren Patrick und Jens über die fatalen Lücken im deutschen Bevölkerungsschutz: Von fehlenden Schutzräumen über marode Gesundheitssysteme bis hin zur unzureichenden Vorbereitung der Bevölkerung auf Krisen aller Art.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/03/30/wo-bitte-gehts-zur-suppenkueche/",
      "date": "2025-03-30T00:00:00",
      "slug": "wo-bitte-gehts-zur-suppenkueche"
    },
    "35": {
      "wp_post_id": 251,
      "episode_nr": 35,
      "title": "Pflugscharen zu Schwertern",
      "teaser": "2,1 Billionen Dollar für Vernichtungsmaschinen: Während anderswo Menschen ohne sanitäre Anlagen und sauberes Wasser leben müssen, rüstet Europa brutal auf. 120 Millionen Euro kostet ein einziger F-35 Kampfjet – genug für 4.100 Kindergärten. Russland verschoss in drei Jahren 2.100 Marschflugkörper, Deutschland hat nur wenige hundert Taurus-Raketen auf Lager. Die Ukraine zeigt schonungslos: Moderne Kriegsführung funktioniert über sechs Dimensionen – Land, See, Luft, Weltraum, Cyber und elektromagnetisches Spektrum. Putins Faschismus trifft auf Trumps Faschismus. Zwei greise Diktatoren teilen die Welt unter sich auf wie einst die Aldi-Brüder Deutschland. Das gläserne Gefechtsfeld macht jeden Soldaten zur Zielscheibe, Fernfeuer tötet über hunderte Kilometer präzise, elektronische Störung lässt Drohnen orientierungslos umkehren. Deutschland braucht 24 Patriot-Systeme für Luftverteidigung – hat nur acht. Europa steht vor der Wahl zwischen nuklearer Bewaffnung oder Kapitulation vor faschistischen Imperialisten. Patrick und Jens analysieren schonungslos die militärische Zeitenwende: Von Satelliten-Aufklärung bis Massenvernichtungswaffen, von Drohnen-Schwärmen bis Iron-Dome-Technologie. Sie decken auf, wie der Westen in die Rüstungsspirale gezogen wird – und warum Schweigen vor diesem Wahnsinn Zustimmung bedeutet.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/03/23/pflugscharen-zu-schwertern/",
      "date": "2025-03-23T09:24:09",
      "slug": "pflugscharen-zu-schwertern"
    },
    "34": {
      "wp_post_id": 247,
      "episode_nr": 34,
      "title": "Neues Zeitalter des Krieges",
      "teaser": "Der kollektive Schockzustand erfasst Deutschland und Europa: Während Trump im Oval Office Zelensky öffentlich vorführt und von Grönland-Annexion fantasiert, springt die deutsche Debatte drei Schritte nach vorne. Ohne wirkliche Diskussion ist man bereits beim Ergebnis angekommen: Aufrüstung. Der 60 Jahre alte Sicherheitsvertrag der NATO wackelt, die USA fallen als verlässlicher Partner aus. Amerika toleriert keine „unbalancierte Beziehung“ mehr, verkündet die neue Administration – und macht Beistand konditional. Doch Patrick und Jens gehen tiefer. Sie analysieren, wie sich eine Debatte verselbstständigt hat, ohne geführt zu werden. Wie der militärisch-industrielle Komplex seine eigene Logik entwickelt, während Rüstungsaktien um 2000 Prozent steigen. Sie stellen die entscheidende Frage: Was wollen wir eigentlich verteidigen? Geht es um Oligarchen-Eigentum oder um demokratische Werte? Und warum marginalisiert man pazifistische Stimmen, wenn Frieden doch das Ziel sein sollte? Die Hosts beleuchten Umberto Ecos 14 Merkmale des Faschismus – ein 30 Jahre alter Text, der aktueller denn je erscheint. Sie warnen vor der Logik, die Empathie als Schwäche brandmarkt und junge Menschen als Kanonenfutter betrachtet. Eine Episode über die Gabel in der Straße, an der Europa steht.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/03/16/neues-zeitalter-des-krieges/",
      "date": "2025-03-16T00:00:00",
      "slug": "neues-zeitalter-des-krieges"
    },
    "32": {
      "wp_post_id": 238,
      "episode_nr": 32,
      "title": "Die Qual nach der Wahl?!",
      "teaser": "28,5 Prozent für die Union, 20,8 Prozent für die AfD: Die Bundestagswahl vom 23. Februar 2025 bringt Deutschland einen dramatischen Rechtsruck. Während Friedrich Merz sich als künftiger Kanzler feiert, verdoppelt sich die faschistische AfD im Parlament – und erhält damit doppelt so viele Sitze, um den parlamentarischen Betrieb zu stören. Die Wählerwanderung offenbart das ganze Ausmaß der Katastrophe: 2,3 Millionen Stimmen flossen zur AfD, darunter allein 720.000 von der SPD. Merz‘ Versprechen, die AfD zu halbieren, ist spektakulär gescheitert. Stattdessen hat seine rassistische Brandmauer-Sprengung im Bundestag den Rechtsextremisten erst den entscheidenden Schub gegeben. Ein Lichtblick: Die Linke kehrt mit 8,7 Prozent überraschend stark zurück und wird zur wichtigsten progressiven Gegenstimme. Mit antifaschistischer Wirtschaftspolitik, innovativer Social-Media-Strategie und echter Bürgernähe zeigt sie vor, wie demokratische Politik funktioniert. Gleichzeitig scheitern FDP und BSW an der Fünf-Prozent-Hürde – zwei populistische Giftzwerge weniger im Bundestag. Patrick und Jens analysieren das Wahlergebnis, die dramatischen Verschiebungen zwischen den Altersgruppen und Geschlechtern, und was uns unter Kanzler Merz erwartet: Steuersenkungen für Reiche, Sozialabbau für Arme und die Fortsetzung der fossilen Kontinuität. Der Widerstand beginnt jetzt.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/03/02/die-qual-nach-der-wahl/",
      "date": "2025-03-02T00:00:00",
      "slug": "die-qual-nach-der-wahl"
    },
    "31": {
      "wp_post_id": 234,
      "episode_nr": 31,
      "title": "2 Gäste und 3 Tops & Flops",
      "teaser": "13 Prozent der deutschen Bevölkerung können sich nicht jeden zweiten Tag eine vollwertige Mahlzeit leisten. Während Supermärkte wie Edeka über 6 Prozent Gewinne machen, Lidl sogar über 9 Prozent. Gleichzeitig überschreitet die Erde erstmals dauerhaft die 1,5-Grad-Schwelle – doch im Wahlkampf wird darüber geschwiegen. Aber das ist nur der Anfang: In sieben Tagen hat Donald Trump die Nachkriegsordnung pulverisiert. Als er Selenskyj einen Diktator nennt, bricht er mit 80 Jahren westlicher Werte. Europa muss sich zum ersten Mal seit 1945 ohne Amerika organisieren. Während deutsche Politiker Business as usual spielen, warnen Experten vor der größten geopolitischen Zäsur seit dem Zweiten Weltkrieg. Zwei Billionen Euro würde europäische Verteidigungsunabhängigkeit kosten – doch im Bundestag wird über die Schuldenbremse debattiert. Patrick und Jens sind krank, deshalb übernimmt Patrick gemeinsam mit Serap Yilmaz Dreger und Human Nagafi das Ruder. In einem improvisierten Format sprechen sie über ihre größten Flops und hoffnungsvollen Tops: Von Greedflation und Shrinkflation über den Kollaps der regelbasierten Weltordnung bis hin zu Comics als Überlebensstrategie und dem Comeback der Linkspartei. Drei Perspektiven auf eine Welt im Umbruch – kraftvoll, ungeschönt und ohne falsche Beruhigungen.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/02/23/2-gaeste-und-3-tops-flops/",
      "date": "2025-02-23T00:00:00",
      "slug": "2-gaeste-und-3-tops-flops"
    },
    "30": {
      "wp_post_id": 230,
      "episode_nr": 30,
      "title": "Wahlkampfthemen, die uns fehlen – Teil 2",
      "teaser": "12,9 Millionen Menschen gehen bis 2036 in Rente: Während Politiker Migration als Hauptproblem verkaufen, kollabiert die demografische Realität vor unseren Augen. 18,3 Prozent der über 65-Jährigen leben bereits in Armut. Bis 2035 fehlen eine halbe Million Pflegekräfte. Ein Drittel aller Hausärzte ist über 60. Die Sozialabgaben könnten auf 50 Prozent explodieren. Doch statt über Rente, Pflege und Klimakrise zu sprechen, dominiert der Wahlkampf ein Ablenkungsmanöver. Dabei würde unser Gesundheitssystem ohne Migration sofort zusammenbrechen: 27 Prozent aller Ärzte haben Migrationshintergrund, in der Altenpflege sind es 30 Prozent. Friedrich Merz nennt trotzdem Migration das wichtigste Problem – rhetorisch schärfer als die AfD. Was fehlt, sind echte Lösungen: Eine Bürgerversicherung statt Zwei-Klassen-Medizin. Längeres ALG I statt Hartz-Nachfolger. Vermögenssteuer statt Subventionen für fossile Energien in Höhe von 70 Milliarden Euro. 100 Milliarden Euro Steuervermeidung könnten die Transformation finanzieren. Während die Klimakrise 900 Milliarden Euro Schäden bis 2040 verursacht, reden Kanzlerkandidaten eine Minute über das Thema. Patrick und Jens analysieren, welche Wahlkampfthemen uns wirklich fehlen – und warum echte Politik nach vorne denken muss, statt Sündenböcke zu jagen.",
      "chapters": [
        {
          "timestamp": "1:10",
          "title": "Problemfeld: Soziale Sicherheit (Armut, Rente, Gesundheitsversorgung)"
        },
        {
          "timestamp": "21:15",
          "title": "Lösungsansätze: Soziale Sicherheit"
        },
        {
          "timestamp": "42:20",
          "title": "Problemfeld: Klimawandel & planetare Grenzen"
        },
        {
          "timestamp": "1:00:03",
          "title": "Lösungsansätze: Klimawandel & Planetare Grenzen"
        },
        {
          "timestamp": "1:22:24",
          "title": "Problemfeld: Integration"
        },
        {
          "timestamp": "1:28:44",
          "title": "Lösungsansätze: Integration"
        },
        {
          "timestamp": "1:37:21",
          "title": "Finanzierungsfrage"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2025/02/16/wahlkampfthemen-die-uns-fehlen-teil-2/",
      "date": "2025-02-16T00:00:00",
      "slug": "wahlkampfthemen-die-uns-fehlen-teil-2"
    },
    "29": {
      "wp_post_id": 227,
      "episode_nr": 29,
      "title": "Wahlkampfthemen, die uns fehlen – Teil 1",
      "teaser": "17 Prozent aller Promotionen in Deutschland gehen an Menschen aus dem Arbeitermilieu. Nur 17 Prozent. Während Kinder aus Akademikerfamilien zu über 50 Prozent einen Hochschulabschluss erreichen, schaffen es aus bildungsfernen Schichten gerade mal 17 Prozent überhaupt an die Uni. Gleichzeitig fehlen 125.000 Fachkräfte in deutschen Kitas – und 12.000 Lehrkräfte an den Schulen. Was läuft schief in diesem Land? Während die Politik sich in Migrationsdiskussionen verliert, bröckelt die Substanz unserer Gesellschaft. Mieten in München haben sich in 20 Jahren mehr als verdoppelt. Olivenöl wurde 112 Prozent teurer. Ein afghanisches Kind entschuldigt sich auf einer Demo dafür, dass manche denken, es sei böse. Und die reichsten 10 Prozent erben die Hälfte allen Vermögens – während die Altersarmut explodiert. Doch was interessiert die Menschen vor der Wahl wirklich? Überraschung: Nicht Migration (36%), sondern Rechtsextremismus (62%) und wirtschaftliche Entwicklung stehen ganz oben. Zeit für konstruktive Lösungen statt Problemwälzerei. Patrick und Jens nehmen sich in dieser Doppelfolge die Wahlkampfthemen vor, die wirklich zählen: Von der Bildungsmisere über soziale Ungleichheit bis hin zur Wohnungskrise. Keine Doom-and-Gloom-Rhetorik, sondern konkrete Ansätze für eine bessere Zukunft. Schnallt euch an – das wird eine Fahrt durch Deutschlands echte Herausforderungen.",
      "chapters": [
        {
          "timestamp": "0:43",
          "title": "Einstieg: Die vergessenen Themen im Wahlkampf"
        },
        {
          "timestamp": "6:06",
          "title": "Bildung & Chancengleichheit: Die Problemlage"
        },
        {
          "timestamp": "25:24",
          "title": "Bildung & Chancengleichheit: Mögliche Lösungen"
        },
        {
          "timestamp": "46:03",
          "title": "Wirtschaftliche Stabilität und gerechte Teilhabe: Mögliche Lösungen"
        },
        {
          "timestamp": "1:05:27",
          "title": "Wirtschaftliche Stabilität und gerechte Teilhabe: Die Problemlage"
        },
        {
          "timestamp": "1:34:15",
          "title": "Wohnraum & Lebenshaltungskosten: Die Problemlage"
        },
        {
          "timestamp": "1:34:15",
          "title": "Wohnraum & Lebenshaltungskosten: Mögliche Lösungen"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2025/02/09/wahlkampfthemen-die-uns-fehlen-teil-1/",
      "date": "2025-02-09T00:00:00",
      "slug": "wahlkampfthemen-die-uns-fehlen-teil-1"
    },
    "28": {
      "wp_post_id": 223,
      "episode_nr": 28,
      "title": "Alerta, Alerta, Alman-MAGA!",
      "teaser": "Januar 2025: Die AfD knallt die Sektkorken, Friedrich Merz bedauert hinterher. Was gestern im Bundestag passierte, markiert eine historische Zäsur: Erstmals seit 1945 stimmte eine demokratische Partei gemeinsam mit Rechtsextremisten über Migrationspolitik ab. Der Dammbruch war mit Ansage. Nach der Bluttat in Aschaffenburg instrumentalisierte Merz erneut eine Tragödie für seinen Fünf-Punkte-Plan: Dauerhafte Grenzkontrollen, Inhaftierung in „Kontrollzentren“, Deportationen nach Afghanistan und Syrien. Alles Forderungen, die seit Jahren auf AfD-Parteitagen stehen. „Es sind und waren ja schon immer unsere Punkte“, jubelte Alice Weidel. Mission accomplished. Doch was bedeutet dieser Tabubruch für die Demokratie? Wenn rechtsextreme Positionen eins zu eins übernommen werden – wer profitiert dann vom Original? Und wie weit ist der Weg von symbolischen Entschließungsanträgen zu echten Gesetzen, die morgen zur Abstimmung stehen? Patrick und Jens analysieren die Mechanismen dieser politischen Brandstiftung, decken die transatlantischen MAGA-Verbindungen auf und zeigen: Was als „Alerta, Alerta, Alman-MAGA!“ beginnt, endet nicht bei symbolischer Politik. Es ist der Beginn einer neuen Epoche.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/02/02/alerta-alerta-alman-maga/",
      "date": "2025-02-02T00:00:00",
      "slug": "alerta-alerta-alman-maga"
    },
    "27": {
      "wp_post_id": 219,
      "episode_nr": 27,
      "title": "Fire walk with me!",
      "teaser": "12.000 Gebäude vernichtet, 16 Tote, 200 Milliarden Dollar Schaden: Während Los Angeles brennt und Millionäre sich private Feuerwehren für 2.000 Dollar pro Stunde kaufen, unterschreibt Donald Trump Dekrete, die das Pariser Klimaabkommen beerdigen und fossile Brennstoffe entfesseln. James Woods weint um sein abgebranntes Anwesen – derselbe Mann, der jahrelang „Drill Baby Drill“ propagierte. Das Trauma kennt keine Klassen? Von wegen. Obdachlose zahlen 300 Prozent mehr Miete, während Reiche in ihre Zweitvilla umziehen. Der Markt regelt – zugunsten der Katastrophe. Zwei Prozent der normalen Niederschläge, 60 Prozent der Wasserquellen in Milliardärshand, und Elon Musk zeigt den Hitlergruß vor laufenden Kameras. Zweimal. Der reichste Mann der Welt kann sich alles erlauben – auch faschistische Symbolik. Während Kalifornien verbrennt, entfesselt Trump das fossile Kapital und zieht die USA aus der WHO zurück. Die Gates to Hell stehen weit offen. Derweil ist David Lynch gestorben – der Mann, der Amerikas Albträume zu Kunst machte und uns lehrte, dass hinter der Fassade der Schönheit das pure Grauen lauert. Patrick und Jens wandeln zwischen brennenden Welten und zerlegen die zynische Logik einer Gesellschaft, die ihre eigenen Lebensgrundlagen opfert. Fire, walk with me.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2025/01/26/fire-walk-with-me/",
      "date": "2025-01-26T00:00:00",
      "slug": "fire-walk-with-me"
    },
    "26": {
      "wp_post_id": 215,
      "episode_nr": 26,
      "title": "Können wir 2024 nochmal sehen?",
      "teaser": "2024 sollte vorbei sein – stattdessen eskaliert der globale Wahnsinn bereits in den ersten Januartagen. In Deutschland sorgt die Causa Thilo Mischke für Aufruhr: Der designierte Moderator von „Titel, Thesen, Temperamente“ wird nach massiver Kritik wieder abberufen. Grund sind nicht nur fragwürdige Bücher, sondern eine Geisteshaltung, die weibliche Sexualität auf Vergewaltigung zurückführt und Biologismen als Weltanschauung verkauft. Parallel orchestriert Elon Musk seine Einmischung in europäische Wahlkämpfe. Nach dem Anschlag in Magdeburg instrumentalisiert er die Opfer für seine AfD-Propaganda, beleidigt deutsche Politiker und lässt den AfD-Parteitag über seinen Account streamen – Millionen-schwere Wahlkampfhilfe. Seine Plattform X wird zur Radikalisierungsmaschine, während etablierte Medien wie die Welt ihm sogar Gastbeiträge anbieten. Doch das ist nur der Anfang: Donald Trump kündigt offen imperialistische Eroberungen an – Grönland, Panama-Kanal, Kanada stehen auf seiner Einkaufsliste. Die alte Weltordnung bröckelt, während autoritäre Kräfte weltweit ihre Masken fallen lassen. Patrick und Jens analysieren, wie sich vor unseren Augen eine neue Plutokratie etabliert – und warum 2025 das Jahr werden könnte, in dem die Demokratie endgültig zur Kulisse verkommt.",
      "chapters": [
        {
          "timestamp": "0:38",
          "title": "\\"
        },
        {
          "timestamp": "4:42",
          "title": "Der Fall Thilo Mischke"
        },
        {
          "timestamp": "51:57",
          "title": "Elon Musk und andere Faschisten"
        },
        {
          "timestamp": "1:30:14",
          "title": "Trumps Imperialismus Fantasien"
        },
        {
          "timestamp": "2:01:32",
          "title": "Feuer in der Traumfabrik"
        },
        {
          "timestamp": "2:06:22",
          "title": "Technologischer Fortschritt bei zivilen Rückschritten"
        },
        {
          "timestamp": "2:18:12",
          "title": "Mehr Liebe wagen!"
        },
        {
          "timestamp": "2:29:48",
          "title": "Schlussworte & Dank"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2025/01/19/koennen-wir-2024-nochmal-sehen/",
      "date": "2025-01-19T00:00:00",
      "slug": "koennen-wir-2024-nochmal-sehen"
    },
    "25": {
      "wp_post_id": 208,
      "episode_nr": 25,
      "title": "Geschenke! Geschenke!",
      "teaser": "Kurt Tucholsky 1919: Was schenkt man einem Land, das schon alles hat – Reaktion, Sparschwein, Moratorium? Fast hundert Jahre später stellen Patrick und Jens dieselbe Frage. Nur geht es diesmal nicht um den kleinen Michel, sondern um kulturelle Geschenke für ihre Hörer. Die beiden Hosts packen ihre persönlichen Highlights 2024 aus: Jens präsentiert „The Zone of Interest“ – einen Film über die Familie des Auschwitz-Kommandanten, der zeigt, wie Menschen das Unvorstellbare ausblenden. Daneben „Joker 2“, den alle hassten, er aber verteidigte. Patrick kontert mit „Baby Reindeer“, der Netflix-Serie über Stalking und Missbrauch, die unter die Haut geht. Dazu „Fallout“ – endlich eine gelungene Videospiel-Verfilmung. Zwischen Ambient-Klängen von Lustmord und Psychedelic-Sounds von King Gizzard entspinnt sich ein Gespräch über Kultur als politischen Akt. Von Ballatro bis Stalker 2, von Max Uthoff bis New Model Army. Patrick und Jens zeigen: Kultur ist nie unpolitisch. Sie formt unser Bewusstsein, unsere Wahrnehmung der Welt. Wer schweigt zu dem, was uns bewegt, stimmt den Verhältnissen zu.",
      "chapters": [
        {
          "timestamp": "2:47",
          "title": "Geschenk 1: Filme"
        },
        {
          "timestamp": "22:58",
          "title": "Geschenk 2: Serien"
        },
        {
          "timestamp": "46:46",
          "title": "Geschenk 3: Spiele"
        },
        {
          "timestamp": "1:14:09",
          "title": "Geschenk 4: Songs"
        },
        {
          "timestamp": "1:20:58",
          "title": "Geschenk 5: Eine Band"
        },
        {
          "timestamp": "1:48:34",
          "title": "Geschenk 6: Events"
        },
        {
          "timestamp": "2:07:44",
          "title": "Geschenk 7: Eure Fragen"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/12/22/geschenke-geschenke/",
      "date": "2024-12-22T00:20:00",
      "slug": "geschenke-geschenke"
    },
    "24": {
      "wp_post_id": 204,
      "episode_nr": 24,
      "title": "BRICS: Der neue Hegemon?!",
      "teaser": "Über 40 Staaten wollen dabei sein: BRICS Plus vereint bereits 45 Prozent der Weltbevölkerung und kontrolliert 45 Prozent der weltweiten Ölreserven. Was als Wirtschaftsbegriff eines Goldman Sachs-Analysten begann, ist zum mächtigsten Gegenbündnis zum Westen geworden. Während der Westen auf Sanktionen und Wertegemeinschaft setzt, schaffen Russland, China, Iran und ihre Partner alternative Strukturen: Eine eigene Weltbank ohne Demokratieauflagen. Ein Zahlungssystem ohne US-Kontrolle. Militärische Kooperationen von Belarus bis zum Südchinesischen Meer. Das Ziel ist klar formuliert – die Hegemonie des Dollars brechen, den westlichen Universalismus durch „kulturelle Eigenarten“ ersetzen. Besonders perfide: Ausgerechnet jetzt, wo autoritäre Blöcke Demokratie als „schlechteste Regierungsform“ brandmarken, kürzt Deutschland massiv bei Demokratieförderung. 130 Millionen Euro weniger für politische Bildung, während deutsche Spitzenpolitiker „mehr Musk und Milei wagen“ wollen. Die Strategie der Autokraten – Zweifel an unserem System säen – scheint aufzugehen. Patrick und Jens analysieren, warum BRICS mehr als ein Wirtschaftsbündnis ist, welche konkreten Machtverschiebungen bereits stattfinden und warum der Westen ausgerechnet jetzt seine demokratischen Grundfesten schwächt.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/12/15/brics-der-neue-hegemon/",
      "date": "2024-12-15T00:00:00",
      "slug": "brics-der-neue-hegemon"
    },
    "23": {
      "wp_post_id": 201,
      "episode_nr": 23,
      "title": "Syrien: Herzen, durchbohrt von einem Pfeil",
      "teaser": "16,7 Millionen Menschen in Syrien sind auf humanitäre Hilfe angewiesen: die höchste Zahl seit Beginn der Krise 2011. Über 90 Prozent der Bevölkerung leben unterhalb der Armutsgrenze. Während Deutschland über Abschiebungen nach Syrien diskutiert, flammt der Bürgerkrieg mit neuer Brutalität auf. Was als friedliche Proteste des Arabischen Frühlings begann, wurde zu einem der grausamsten Stellvertreterkriege unserer Zeit. Bashar al-Assad, einst als Hoffnungsträger gefeiert, übertraf die Brutalität seines Vaters. Russland bombardierte gezielt Krankenhäuser, der Iran und die Hisbollah stützten die Diktatur, während islamistische Gruppen die ursprünglich demokratischen Proteste kaperten. Jetzt erobern Rebellen binnen Tagen Millionenstädte wie Aleppo – und Assad flieht nach Moskau. Der Universalismus stand auf dem Prüfstand: Junge, gebildete Menschen wollten Brot, Freiheit und Würde. Stattdessen bekamen sie Fassbomben auf ihre Köpfe. Millionen flohen – und wurden hier zu Sündenböcken rechtspopulistischer Politik gemacht. Patrick und Jens sprechen mit dem syrischen Geflüchteten Mo und dem Kriegsreporter Konstantin Flemig über ein Trauma, das Europa bis heute prägt: Wie aus dem Traum von Demokratie ein Albtraum wurde – und warum wir die Opfer zu Tätern stempeln, statt die wahren Kriegstreiber zu benennen.",
      "chapters": [
        {
          "timestamp": "0:00",
          "title": "Mo's Wunsch für Syrien"
        },
        {
          "timestamp": "0:31",
          "title": "Einführung in das Thema Syrien"
        },
        {
          "timestamp": "7:07",
          "title": "Auftakt Arabischer Frühling"
        },
        {
          "timestamp": "27:16",
          "title": "Islamistisches Hijacking der Opposition"
        },
        {
          "timestamp": "36:41",
          "title": "Beginn und Verlauf Bürgerkrieg in Syrien"
        },
        {
          "timestamp": "50:39",
          "title": "Die Rolle der USA und des Westens"
        },
        {
          "timestamp": "1:01:21",
          "title": "Zivilgesellschaftliche Folgen: Flucht oder Kampf"
        },
        {
          "timestamp": "1:03:58",
          "title": "Deutschlands Umgang damit"
        },
        {
          "timestamp": "1:19:44",
          "title": "Aktuelle Situation in Syrien: Aleppo Eroberung"
        },
        {
          "timestamp": "1:38:54",
          "title": "Aktuelle humanitäre Situation"
        },
        {
          "timestamp": "1:44:03",
          "title": "Fazit und Verabschiedung"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/12/08/syrien-herzen-durchbohrt-von-einem-pfeil/",
      "date": "2024-12-08T00:00:00",
      "slug": "syrien-herzen-durchbohrt-von-einem-pfeil"
    },
    "22": {
      "wp_post_id": 195,
      "episode_nr": 22,
      "title": "Der große Raubzug",
      "teaser": "380 Milliarden Euro. Das ist die Summe, die Deutschland seit 1996 durch das Aussetzen der Vermögensteuer verloren hat – 80 Prozent des aktuellen Bundeshaushalts. Während Politiker über jeden Euro im Bürgergeld debattieren, verschwinden Hunderte Milliarden in den Taschen der Superreichen. Susanne Klatten, deren Großvater sein Vermögen mit 50.000 Zwangsarbeitern anhäufte, zahlt heute nur noch 21 Prozent Steuern statt 61 Prozent wie 1996. Wie konnte es so weit kommen? Die Antwort liegt in einem systematischen Umbau unserer Gesellschaft: Körperschaftssteuern von 45 auf 15 Prozent gesenkt, Spitzensteuersatz von 53 auf 42 Prozent reduziert, Vermögensteuer 1997 „ausgesetzt“ – obwohl sie verfassungskonform reaktiviert werden könnte. Parallel dazu: explodierende Unternehmensergewinne bei stagnierender Löhne, eine Million unbezahlte Überstunden, acht Millionen Menschen unter 14 Euro Stundenlohn. Das Ergebnis: Die obersten zehn Prozent kontrollieren 74 Prozent des Gesamtvermögens, während 14 Millionen Menschen in Armut leben. Warren Buffett brachte es auf den Punkt: „Es herrscht Klassenkrieg – aber es ist meine Klasse, die Krieg führt, und wir gewinnen.“ Patrick und Jens decken den größten Raubzug der deutschen Nachkriegsgeschichte auf.",
      "chapters": [
        {
          "timestamp": "4:34",
          "title": "Die Anatomie der Ungleichheit"
        },
        {
          "timestamp": "16:07",
          "title": "Kapitalsorten nach Pierre Bourdieu"
        },
        {
          "timestamp": "20:17",
          "title": "Die Regulierungsmechanismen von Ungleichheit"
        },
        {
          "timestamp": "21:41",
          "title": "Anti-Sozialdemokratie"
        },
        {
          "timestamp": "35:43",
          "title": "Vermögenssteuer"
        },
        {
          "timestamp": "41:14",
          "title": "Erbschaftssteuer"
        },
        {
          "timestamp": "1:03:29",
          "title": "Gewerkschaften als Korrektiv"
        },
        {
          "timestamp": "1:11:22",
          "title": "Noch mehr Zusatzprivilegien für Reiche"
        },
        {
          "timestamp": "1:16:07",
          "title": "Reiche sind Top-Steuerhinterzieher"
        },
        {
          "timestamp": "1:17:27",
          "title": "Deutscher Staat schaut bei Geldwäsche weg"
        },
        {
          "timestamp": "1:21:53",
          "title": "Wenn deutsche Finanzbeamte den Superreichen helfen"
        },
        {
          "timestamp": "1:25:31",
          "title": "Folgen der Ungleichheit für Alle"
        },
        {
          "timestamp": "1:37:12",
          "title": "Medien als Teil des Problems"
        },
        {
          "timestamp": "1:43:23",
          "title": "Parteien verraten bei Ungleichheit ihre eigene Ideologie"
        },
        {
          "timestamp": "1:49:59",
          "title": "Ungleichheit im Gesellschaftsvertrag aka Grundgesetz"
        },
        {
          "timestamp": "1:51:34",
          "title": "Fazit & Appell"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/12/01/der-grosse-raubzug-zur-gewollten-ungleichheit/",
      "date": "2024-12-01T00:00:00",
      "slug": "der-grosse-raubzug-zur-gewollten-ungleichheit"
    },
    "21": {
      "wp_post_id": 191,
      "episode_nr": 21,
      "title": "Die Ide(e)n des Merz",
      "teaser": "1,1 Millionen Flüchtlinge: Diese Zahl wirft Friedrich Merz in den politischen Ring, gefolgt von einem Katalog rechtlich unmöglicher Forderungen. Während Deutschland über Neuwahlen diskutiert, bereitet sich ein Mann auf die Kanzlerschaft vor, der 15 Jahre lang als Lobbyist für BlackRock und andere Großkonzerne tätig war. Zwölf Billionen Dollar bewegte der Vermögensverwalter BlackRock, als Merz dort Türen zu deutschen Politikern öffnete – von Scholz bis Gabriel. Wer ist dieser Mann wirklich? Seine Vergangenheit offenbart einen Politiker, der bereits 2000 den Begriff „deutsche Leitkultur“ prägte, gegen ein Gesetz zur Ahndung von Vergewaltigung in der Ehe stimmte und den Kündigungsschutz abschaffen wollte. Ein Obdachloser fand einst sein Laptop – das Dankeschön war Merz‘ eigenes Buch. Heute spricht er von „kleinen Paschas“ und „Sozialtourismus“, während er gleichzeitig Renten in den Aktienmarkt zwingen will. Was passiert, wenn jemand Kanzler wird, der „zu denken gelernt hat wie BlackRock“? Patrick und Jens analysieren Merz‘ Netzwerk aus Aufsichtsratsposten, Lobbyverbänden und transatlantischen Verbindungen. Sie decken auf, wie der Mann, der sich als rationaler Macher inszeniert, tatsächlich eine Politik im Auftrag des Kapitals vorbereitet. Von der Atlantikbrücke bis zur Initiative Neue Soziale Marktwirtschaft: Die Ideologie hinter dem Anzug wird sichtbar.",
      "chapters": [
        {
          "timestamp": "2:02",
          "title": "Ampelsollbruchstellen"
        },
        {
          "timestamp": "7:15",
          "title": "Friedrich Merz - Historie"
        },
        {
          "timestamp": "11:50",
          "title": "Merz und die Frauen"
        },
        {
          "timestamp": "14:19",
          "title": "Küchen Psychoanalyse"
        },
        {
          "timestamp": "21:15",
          "title": "Die Ausländer"
        },
        {
          "timestamp": "26:46",
          "title": "Kündigungsschutz ist doof"
        },
        {
          "timestamp": "30:16",
          "title": "Nebeneinkünfte und Großverdienste"
        },
        {
          "timestamp": "42:04",
          "title": "Solid as a Blackrock"
        },
        {
          "timestamp": "1:02:40",
          "title": "Wirtschaftsrat der CDU"
        },
        {
          "timestamp": "1:07:43",
          "title": "Intiitative neue soziale Marktwirtschaft INSM"
        },
        {
          "timestamp": "1:17:22",
          "title": "Populismus und markige Worte"
        },
        {
          "timestamp": "1:21:18",
          "title": "Migrationspolitik"
        },
        {
          "timestamp": "1:33:17",
          "title": "Klimaschutz & Energiepolitik"
        },
        {
          "timestamp": "1:50:17",
          "title": "Pflicht für kapitalgedeckte Altersvorsorge"
        },
        {
          "timestamp": "1:54:38",
          "title": "Rüstung und Außenpolitik"
        },
        {
          "timestamp": "1:57:38",
          "title": "Arbeit & Soziales"
        },
        {
          "timestamp": "2:10:48",
          "title": "Wirklich Wohlstand für Alle?"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/11/24/die-ideen-des-merz/",
      "date": "2024-11-24T00:00:00",
      "slug": "die-ideen-des-merz"
    },
    "20": {
      "wp_post_id": 187,
      "episode_nr": 20,
      "title": "Die MAGA Zeitenwende",
      "teaser": "320 Milliarden Dollar Vermögenszuwachs über Nacht: Während die Börse nach Trumps Wahlsieg explodiert und Tech-Milliardäre ihre Macht zementieren, bereitet sich Amerika auf die größte politische Zeitenwende seit Generationen vor. Elon Musk wird zum Regierungs-Commissioner ernannt, Silicon Valley reibt sich die Hände für Pentagon-Verträge und die ersten Kabinettsnominierungen lesen sich wie ein Who’s Who der Extremisten. Von Klimaaustritt bis Massendeportation, von der Zerschlagung des Bildungswesens bis zur Rache an politischen Gegnern: Project 2025 wird Realität. Mit absoluter Mehrheit in Senat und Repräsentantenhaus sowie einem loyalen Supreme Court kann Trump durchregieren wie kein Präsident vor ihm. Die neue McCarthy-Ära beginnt, während Konzentrationslager für Migranten geplant und 100 Executive Orders für Tag 1 vorbereitet werden. Europa steht vor der Wahl: Erpressung oder Aufrüstung. Patrick und Jens analysieren, wie sich diese MAGA-Revolution auf die Welt auswirkt – von Taiwan bis Iran, von der EU bis zur Klimakrise. Sie erklären, warum diesmal alles anders ist und warum die Checks and Balances versagt haben.",
      "chapters": [
        {
          "timestamp": "3:08",
          "title": "Auswirkungen auf Innenpolitik"
        },
        {
          "timestamp": "59:42",
          "title": "Auswirkungen auf die Welt"
        },
        {
          "timestamp": "1:34:07",
          "title": "Erste bizarre Personalien"
        },
        {
          "timestamp": "2:33:24",
          "title": "Fazit und Ausblick"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/11/17/die-maga-zeitenwende/",
      "date": "2024-11-17T00:00:00",
      "slug": "die-maga-zeitenwende"
    },
    "19": {
      "wp_post_id": 184,
      "episode_nr": 19,
      "title": "Zeugen des Kollapses",
      "teaser": "160 Kubikkilometer pyroklastischer Niederschlag. 58 Millionen Tonnen Schwefeldioxid. Eine Explosion mit der Kraft von 30.000 Megatonnen: Der Tambora-Ausbruch von 1815 war die gewaltigste Vulkaneruption in der bekannten Geschichte. Was folgte, war das „Jahr ohne Sommer“ – Ernteausfälle, Hungersnöte und eine globale Klimakatastrophe, die Napoleon bei Waterloo besiegelte und Mary Shelley zu „Frankenstein“ inspirierte. Doch bevor Patrick und Jens in die Aschewolken von 1815 eintauchen, führt sie ihre Zeitreise noch weiter zurück: nach Rapa Nui, der Osterinsel. Jene winzige Insel im Pazifik, bekannt für ihre rätselhaften Moai-Statuen, galt lange als Paradebeispiel für ökologischen Kollaps durch menschlichen Raubbau. Doch neue Forschungen enthüllen eine andere, weitaus dunklere Wahrheit: Es war nicht die Gier nach Statussymbolen, die diese Zivilisation zerstörte – es waren europäische Sklavenhändler und eingeschleppte Krankheiten. Was verbindet eine isolierte Pazifikinsel mit einem indonesischen Vulkan? Patrick und Jens ziehen den Bogen zu unserer Gegenwart: Wie reagieren Gesellschaften auf Ressourcenknappheit und Klimawandel? Welchen Preis zahlen wir für zwei Grad Temperaturunterschied? Und warum wählen wir ausgerechnet jetzt jene zu Häuptlingen, die unsere letzten drei Bäume anzünden wollen?",
      "chapters": [
        {
          "timestamp": "4:12",
          "title": "Der Kollaps auf Rapa Nui"
        },
        {
          "timestamp": "34:10",
          "title": "Das Jahr ohne Sommer"
        },
        {
          "timestamp": "45:57",
          "title": "Was wir daraus im Heute lernen können"
        },
        {
          "timestamp": "1:17:12",
          "title": "Dankeschön und auf Wiederhören"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/11/10/zeugen-des-kollapses/",
      "date": "2024-11-10T00:00:00",
      "slug": "zeugen-des-kollapses"
    },
    "18": {
      "wp_post_id": 180,
      "episode_nr": 18,
      "title": "Diese Jugend ohne Zukunft?!",
      "teaser": "75 Prozent der Jugendlichen müssen die Klimafehler der Älteren ausbaden. 67 Prozent fühlen sich von der älteren Generation im Stich gelassen. 46 Prozent der 16- bis 30-Jährigen sind einsam. Diese Zahlen aus den neuesten Jugendstudien zeichnen das Bild einer Generation, die im Dauerkrisenmodus erwachsen wird. Während die Medien von der „faulen Gen Z“ fabulieren, zeigen Shell-, Bertelsmann- und Sinus-Studien eine andere Realität: Jugendliche sind politisch interessiert wie nie, kämpfen für Klimaschutz und Gerechtigkeit – und werden systematisch im Stich gelassen. Drei Jahre Pandemie, Krieg in Europa, Klimakrise und eine Zukunft ohne bezahlbare Wohnungen prägen ihre Lebenswirklichkeit. Der Begriff „Adultismus“ erklärt, warum diese Generation so missverstanden wird: Die strukturelle Diskriminierung junger Menschen durch eine Gesellschaft, die ihre Stimmen nicht ernst nimmt. Während Kinderrechte nicht ins Grundgesetz kommen, werden Jugendprogramme um 44,5 Millionen Euro gekürzt. Gleichzeitig fischt die AfD erfolgreich frustrierte junge Männer mit simplen Antworten. Patrick und Jens analysieren, wie eine Fortschrittskoalition ihre größten Unterstützer verriet, warum junge Menschen trotz bester Ausbildung nur 6 Prozent des gesellschaftlichen Wohlstands besitzen und weshalb die drittgrößte Volkswirtschaft der Welt ihre Zukunft verheizt. Ein Weckruf für generationsübergreifende Solidarität statt Spaltung.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/11/03/diese-jugend-ohne-zukunft/",
      "date": "2024-11-03T00:00:00",
      "slug": "diese-jugend-ohne-zukunft"
    },
    "17": {
      "wp_post_id": 176,
      "episode_nr": 17,
      "title": "Woke Gespenster",
      "teaser": "Ein Gespenst geht um in Europa: das Gespenst der „Wokeness“. Alle Mächte der alten Welt haben sich zu einer heiligen Hetzjagd gegen dieses Gespenst verbündet – Trump und Putin, Elon Musk und Jordan Peterson, CSUler und deutsche Journalisten. Doch was ist „woke“ eigentlich? Der Begriff stammt aus den 1930ern und meint schlicht ein wachsames Bewusstsein für soziale Ungerechtigkeit und Rassismus. Von der Black Lives Matter-Bewegung über die Bürgerrechtsbewegung bis heute: „Stay woke“ war immer ein Aufruf zur Aufmerksamkeit gegenüber Diskriminierung. Aber wie wurde aus diesem Begriff für soziale Gerechtigkeit plötzlich ein Kampfbegriff der Rechten? Wie schafften es erzkonservative Kräfte, aus dem Eintreten gegen Rassismus und Sexismus eine angebliche Bedrohung des Abendlandes zu konstruieren? Von der „Political Correctness“ der 90er über „Social Justice Warriors“ bis hin zum heutigen Anti-Woke-Kreuzzug: Es ist immer dasselbe Muster. Einzelfälle werden aufgeblasen, generalisiert und zu einer moralischen Panik hochgejazzt. Patrick und Jens analysieren die Begriffsgeschichte, entlarven die Mechanismen der Manipulation und zeigen: Wer heute „anti-woke“ ist, kämpft gegen die Grundprinzipien der Aufklärung selbst. Sie decken auf, wie dieser Kulturkampf von Florida bis Deutschland reale politische Projekte befeuert – und warum das Schweigen dazu Zustimmung bedeutet.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/10/27/woke-gespenster/",
      "date": "2024-10-27T00:00:00",
      "slug": "woke-gespenster"
    },
    "16": {
      "wp_post_id": 169,
      "episode_nr": 16,
      "title": "Der Sturm vor dem Dark MAGA Sturm",
      "teaser": "78 Gesetze in 30 Staaten: Allein in den letzten drei Jahren haben Republikaner das amerikanische Wahlsystem systematisch demontiert. Während Hurricane Milton Florida verwüstet und 180 Milliarden Dollar Schaden verursacht, verbreitet Donald Trump die Lüge von demokratisch manipuliertem Wetter. Bewaffnete Milizen jagen FEMA-Beamte. Das ist nicht Chaos – das ist Kalkül. Was Patrick und Jens in ihrem investigativen Tiefdruck aufdecken, liest sich wie ein dystopischer Thriller: Fake-Registrierungswebseiten von Elon Musk, manipulierte Wahlbezirke durch Gerrymandering, 26 Wahlleugner in staatlichen Ämtern. Das Project 2025 der Heritage Foundation ist der Bauplan für eine autokratische Amerika. Während deutsche Medien banale Wahlkampfanalysen liefern, bereiten sich die USA auf ihren letzten demokratischen Wahlgang vor. Die Methoden sind perfide: Wahlregistrierung wird zur Hürde gemacht, Polling Places geschlossen, das Verteilen von Wasser an wartende Wähler kriminalisiert. 5.000 MAGA-Wahlbeobachter und bewaffnete Bürgerwehren sollen am 5. November für „Ordnung“ sorgen. Patrick und Jens analysieren, wie aus der Lüge der „gestohlenen Wahl“ ein funktionsfähiger Staatsstreich wird – und warum selbst ein Sieg von Kamala Harris möglicherweise nicht anerkannt wird. Das Auge des Sturms zieht weiter: Nach Milton kommt Dark MAGA.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/10/20/der-sturm-vor-dem-dark-maga-sturm/",
      "date": "2024-10-20T00:00:00",
      "slug": "der-sturm-vor-dem-dark-maga-sturm"
    },
    "15": {
      "wp_post_id": 163,
      "episode_nr": 15,
      "title": "Realitätsfabrik Mediensystem",
      "teaser": "60 Prozent Werbung, 40 Prozent Journalismus: So sah das Verhältnis in der New York Times bereits in den 90er Jahren aus. Heute ist es noch extremer. Während die Medienlandschaft in einem superschnellen Wandel gefangen ist – TikTok, Fake News, KI-generierte Videos, Reformen des Öffentlich-Rechtlichen –, konzentriert sich die Macht auf wenige Akteure: In den USA dominieren sechs Konzerne den gesamten Medienmarkt, in Deutschland sind es sieben. Wie konstruieren Massenmedien unsere Realität? Warum versagt das System beim Klimawandel? Als Hurricane Milton über Florida hinwegfegte, erwähnten nur drei Prozent der Berichte den Klimawandel – obwohl der Zusammenhang wissenschaftlich eindeutig ist. Die Antwort liegt in strukturellen Filtern: Eigentümerinteressen, Werbeabhängigkeit, manipulierte Informationsquellen. Noam Chomskys Filter-Modell entschlüsselt die Mechanismen: Wie BlackRock als Investor sowohl in fossile Energie als auch in Medienkonzerne investiert. Wie False Balancing Wissenschaft und Leugner gleichberechtigt präsentiert. Wie Postfaktizität zur Geschäftsstrategie wird. Das Ergebnis: 43 Prozent der Deutschen glauben, Journalisten führen Menschen bewusst in die Irre. Patrick und Jens durchleuchten die Realitätsfabrik Mediensystem – von Luhmanns Systemtheorie bis zu Hannah Arendts Warnung vor dem Verschwimmen von Wahrheit und Lüge. Sie zeigen: Es geht nicht um geheime Verschwörungen, sondern um strukturelle Macht.",
      "chapters": [
        {
          "timestamp": "2:42",
          "title": "Luhmanns Medienblick"
        },
        {
          "timestamp": "9:26",
          "title": "Postfaktizität & False Balancing"
        },
        {
          "timestamp": "21:39",
          "title": "Aufmerksamkeitsressourcen"
        },
        {
          "timestamp": "25:48",
          "title": "Filter Propaganda Modell Noam Chomsky"
        },
        {
          "timestamp": "40:31",
          "title": "Medienkonglomerate"
        },
        {
          "timestamp": "46:50",
          "title": "Einflussnahme Berichterstattung"
        },
        {
          "timestamp": "1:08:04",
          "title": "(Kein) Vertrauen in Medien"
        },
        {
          "timestamp": "1:13:46",
          "title": "Konsensfabrik"
        },
        {
          "timestamp": "1:22:15",
          "title": "5 Filter bei der Klimakrise"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/10/13/verzerrungen-im-diskursraum/",
      "date": "2024-10-13T00:00:00",
      "slug": "verzerrungen-im-diskursraum"
    },
    "14": {
      "wp_post_id": 159,
      "episode_nr": 14,
      "title": "Ein Platz an der Hölle",
      "teaser": "120 Jahre nach dem ersten Völkermord des 20. Jahrhunderts herrscht ohrenbetäubende Stille: Nur drei Männer schickte Bismarck 1884 nach Deutsch-Südwestafrika – einer davon Heinrich Ernst Göring, Vater des späteren Nazi-Verbrechers. Was als Geschäft mit Adolf „Lügenfritz“ Lüderitz begann, mündete in systematische Vernichtung. 70 Prozent der Herero und Nama starben durch deutsche Soldaten, in der Kalahari-Wüste, in Konzentrationslagern. General Lothar von Trotha verkündete: „Innerhalb der deutschen Grenzen wird jeder Herero mit und ohne Gewehr erschossen. Ich nehme keine Weiber oder Kinder mehr auf.“ Deutschland war die drittgrößte Kolonialmacht der Welt – doch davon wissen die meisten nichts. Kirche, Wissenschaft und Wirtschaft bildeten ein rassistisches Betriebssystem, das Ausbeutung legitimierte. Schädel wurden vermessen, Menschen nummeriert, Kontinente am Kartentisch aufgeteilt. Heute leben 70 Prozent des namibischen Ackerlandes noch immer im Besitz weißer Nachfahren der Siedler. Neokolonialismus prägt Handelsbeziehungen, während in Deutschland Bismarck-Statuen stehen und die Edeka ihre koloniale Vergangenheit verschweigt. Patrick und Jens folgen der blutigen Spur vom Völkermord 1904 bis zu heutigen Strukturen – und zeigen, warum diese Geschichte unsere Gegenwart bestimmt.",
      "chapters": [
        {
          "timestamp": "0:38",
          "title": "Die Hunnenrede"
        },
        {
          "timestamp": "2:52",
          "title": "Themenanlass 120 Jahre Völkermord"
        },
        {
          "timestamp": "5:41",
          "title": "Deutsche Kolonien"
        },
        {
          "timestamp": "10:32",
          "title": "Geschichte des Genozids an Herero\\/Nama"
        },
        {
          "timestamp": "45:03",
          "title": "Rassismus als Betriebssystem"
        },
        {
          "timestamp": "57:28",
          "title": "Die Rolle der deutschen Philosophie"
        },
        {
          "timestamp": "1:01:39",
          "title": "Wissenschaft, Wirtschaft, Kirche als Ermöglicher von Kolonialismus"
        },
        {
          "timestamp": "1:11:53",
          "title": "Erinnerungskultur & Aufarbeitung"
        },
        {
          "timestamp": "1:25:29",
          "title": "Klimawandel und Genozide"
        },
        {
          "timestamp": "1:30:10",
          "title": "Neokolonialismus"
        },
        {
          "timestamp": "1:48:28",
          "title": "Fazit & heutige Debatte"
        },
        {
          "timestamp": "2:01:55",
          "title": "Produzentennennung"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/10/06/ein-platz-an-der-hoelle/",
      "date": "2024-10-06T00:00:00",
      "slug": "ein-platz-an-der-hoelle"
    },
    "13": {
      "wp_post_id": 155,
      "episode_nr": 13,
      "title": "Populismus essen Denken auf",
      "teaser": "29,9 Prozent für die AfD, 30,9 für die SPD: Brandenburg war knapp, doch das ist ein Pyrrhussieg der Demokratie. Während Patrick und Jens die Nachwahlanalysen durchforsten, wird eines brutal deutlich: Populismus hat gewonnen – nicht nur bei AfD und BSW, sondern quer durch alle Parteien. 79.000 Nichtwähler mobilisierte die AfD, das BSW sammelte 41.000 ein. Gleichzeitig zeigen Recherchen von Daniel Schulz und Jan Böhmermann eine erschreckende Realität: Rechtsextreme haben Brandenburg längst durchsetzt. Lokale Medien sind unterwandert, Menschen schweigen aus Angst, Kubotans werden als Wahlgeschenke verteilt. Doch das eigentliche Problem sitzt tiefer: eine politische Kultur, die nur noch in populistischen Kategorien denkt. Vereinfachung statt Komplexität, Emotionalisierung statt sachliche Analyse, Spaltung statt Kompromiss. Sarah Wagenknecht verkörpert diesen Mechanismus perfekt – von der Stalin-Apologetin zur BSW-Gründerin, immer gegen alles, nie für etwas. Ihre Partei sammelt Unzufriedenheit, bietet aber keine Lösungen. Das Perfide: Diese populistische Vergiftung des Diskurses macht alle demokratischen Parteien schwächer. Patrick und Jens analysieren, wie Aufmerksamkeitsökonomie und Horse-Race-Journalismus den Populismus befeuern – und warum „Schweigen“ längst zur „Zustimmung“ geworden ist.",
      "chapters": [
        {
          "timestamp": "0:37",
          "title": "Brandenburg Wahl und Zustand"
        },
        {
          "timestamp": "46:10",
          "title": "Populismus: Methode und Auswirkung"
        },
        {
          "timestamp": "1:18:03",
          "title": "Wagenknecht und BSW"
        },
        {
          "timestamp": "2:10:14",
          "title": "Fazit & Supporter Dank"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/09/29/populismus-essen-denken-auf/",
      "date": "2024-09-29T00:00:00",
      "slug": "populismus-essen-denken-auf"
    },
    "12": {
      "wp_post_id": 149,
      "episode_nr": 12,
      "title": "Fossiles Kapital: Schmierstoff von Fortschritt und Zerstörung",
      "teaser": "18 Tote in Osteuropa, Jahrhunderthochwasser zum vierten Mal in einem Jahr, Straßen werden zu Flüssen: Während Deutschland seine Grenzen dichtmacht gegen Migration, strömt das Wasser ungehindert durch Europa. Die Klimakrise läuft buchstäblich durchs Wohnzimmer – und trotzdem dominiert nur ein Thema die Schlagzeilen. Seit dem Sommer ist Klima aus dem Diskurs verschwunden, als hätte man das Problem einfach weggewischt. Doch die Realität holt uns ein. Meteorologe Özden Terli spricht Klartext: Europa heizt sich am stärksten auf, weitere Katastrophen sind unvermeidbar. Klimaforscher Stefan Ramstorf wartet seit Jahrzehnten auf Vernunft – seine Frustration ist spürbar. Selbst UN-Chef Guterres warnt vor „Russian Roulette“ mit dem Planeten. 900 Milliarden Euro Klimaschäden bis 2050, nur in Deutschland. Das 1,5-Grad-Ziel? Bereits Geschichte. Hinter dieser Verdrängung steht System: Eine jahrhundertealte Geschichte fossiler Macht, von Rockefellers Standard Oil bis zu Reagans Rollback gegen Jimmy Carters Solarvision. Heute kämpft BlackRock-Mann Friedrich Merz gegen Klimaschutz, während die Fossilindustrie 13 Millionen Dollar pro Minute an Subventionen kassiert. Patrick und Jens decken auf, wie fossiles Kapital seit 150 Jahren Demokratie und Diskurs manipuliert – und warum wir vor der entscheidenden Wende stehen.",
      "chapters": [
        {
          "timestamp": "0:38",
          "title": "Einordnung Hochwasser"
        },
        {
          "timestamp": "31:38",
          "title": "Geschichte des Fortschritts und der Erdzerstörung"
        },
        {
          "timestamp": "1:31:15",
          "title": "Klimapolitik aktuell"
        },
        {
          "timestamp": "1:45:19",
          "title": "Merz Blackrock und Double Greenwash"
        },
        {
          "timestamp": "1:52:11",
          "title": "Fossiles Kapital aktuell"
        },
        {
          "timestamp": "2:25:00",
          "title": "Fazit & Supporter Dank"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/09/22/fossiles-kapital-schmierstoff-von-fortschritt-und-zerstoerung/",
      "date": "2024-09-22T00:00:00",
      "slug": "fossiles-kapital-schmierstoff-von-fortschritt-und-zerstoerung"
    },
    "11": {
      "wp_post_id": 142,
      "episode_nr": 11,
      "title": "Freiheit von Verantwortung?",
      "teaser": "32,8 Prozent für die AfD in Thüringen: Während Patrick aus dem Urlaub zurückkehrt, brennt Deutschland. Die rechtsextreme Partei wird stärkste Kraft in dem Land, wo einst die NSDAP ihre ersten Regierungsbeteiligungen feierte. Kein Zufall. Ein historisches Menetekel. Doch statt Widerstand herrscht Kapitulation: Alle demokratischen Parteien überbieten sich plötzlich im Nachbeten der AfD-Forderungen. Was jahrelang als „rechtsextrem“ galt, wird über Nacht zur Regierungspolitik. Grenzschließungen mit Gewalt, „Bett, Brot, Seife“ für Geflüchtete, die Rhetorik des völkischen Blocks. Friedrich Merz‘ Dammbruch wird zur Schmutzlawine, die über Europa hinwegrollt. Aber was, wenn das System längst kaputt ist? Wenn nicht nur Politiker, sondern auch Künstler, Comedians, Popstars ihre Masken fallen lassen? Luke Mockridge verhöhnt Menschen mit Behinderung in einem Podcast. Taylor Swift endorset Kamala Harris und wird zur Zielscheibe rechter Hassmobs. Die alte Frage brennt wieder: Können wir Kunst von Künstlern trennen? Oder leben wir bereits in einer Welt, wo jeder Tweet ein Tribunal auslöst? Patrick und Jens tauchen tief in das Herzstück unserer Kulturkämpfe: Ist Trennung von Werk und Moral noch möglich? Wie funktioniert Cancel Culture wirklich – und wer entscheidet über gesellschaftliche Ächtung? Von Kant bis Mockridge, von Swift bis zum Toleranzparadoxon: Eine Grundsatzanalyse der Selektionsmechanismen unserer Zeit.",
      "chapters": [
        {
          "timestamp": "3:24",
          "title": "Wahlen in Ostdeutschland"
        },
        {
          "timestamp": "27:07",
          "title": "Migrationsdebatte"
        },
        {
          "timestamp": "59:56",
          "title": "US Wahlkampf und Debatte"
        },
        {
          "timestamp": "1:19:29",
          "title": "Unterstütze uns!"
        },
        {
          "timestamp": "1:20:23",
          "title": "Schwerpunkt: Trennung Werk\\/Autor"
        },
        {
          "timestamp": "3:07:05",
          "title": "Supporter Dank & Outro"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/09/15/freiheit-von-verantwortung/",
      "date": "2024-09-15T00:00:00",
      "slug": "freiheit-von-verantwortung"
    },
    "10": {
      "wp_post_id": 138,
      "episode_nr": 10,
      "title": "Hilfe zur Selbsthilfe: Die Zivilgesellschaft",
      "teaser": "Während täglich Millionen Menschen passiv auf gesellschaftliche Veränderung warten, halten 15 Prozent der Bevölkerung die Zivilgesellschaft am Leben: Ein dramatisches Ungleichgewicht in einer Demokratie, die eigentlich vom Mitmachen lebt. Die Gewerkschaftsorganisation in Deutschland ist von einst 40 auf heute 15 Prozent geschrumpft – parallel dazu wachsen Ungleichheit und politische Ohnmacht. Doch was bedeutet es konkret, wenn sich Bürger zurücklehnen und darauf warten, dass andere die Probleme lösen? Wer kämpft eigentlich gegen Korruption, Umweltzerstörung und Rechtsextremismus, während die Mehrheit zuschaut? Von Gewerkschaften über Amnesty International bis hin zu Korrektiv – eine ganze Armee von Organisationen arbeitet täglich daran, dass unsere Gesellschaft nicht kollabiert. Sie brauchen nicht nur Geld, sondern Menschen, die sich einmischen. Patrick und Jens präsentieren eine Auswahl zivilgesellschaftlicher Organisationen, die Deutschland vor dem kompletten Zusammenbruch bewahren. Keine Hitliste, sondern ein Aufruf: Schaut hin, was bereits existiert, bevor ihr das Rad neu erfindet. Diese Organisationen haben über Jahrzehnte Expertise aufgebaut, Netzwerke geschaffen und wissen, wie Veränderung funktioniert. Zeit, sich anzuschließen statt zu jammern.",
      "chapters": [
        {
          "timestamp": "0:00",
          "title": "Intro & Begrüßung"
        },
        {
          "timestamp": "3:50",
          "title": "DGB - Gewerkschaften"
        },
        {
          "timestamp": "6:36",
          "title": "Attac"
        },
        {
          "timestamp": "10:29",
          "title": "Lobbycontrol"
        },
        {
          "timestamp": "12:12",
          "title": "Campact"
        },
        {
          "timestamp": "14:34",
          "title": "Amnesty International"
        },
        {
          "timestamp": "16:43",
          "title": "Amadeo Antonio Stiftung"
        },
        {
          "timestamp": "21:37",
          "title": "Kein Bock auf Nazis"
        },
        {
          "timestamp": "24:02",
          "title": "Pro Asyl"
        },
        {
          "timestamp": "28:18",
          "title": "Correctiv"
        },
        {
          "timestamp": "31:12",
          "title": "Unterstütze uns"
        },
        {
          "timestamp": "32:05",
          "title": "Vereinigung der Verfolgten des Naziregimes - Bund der Antifaschistinnen und Antifaschisten"
        },
        {
          "timestamp": "37:05",
          "title": "German Watch"
        },
        {
          "timestamp": "39:27",
          "title": "Deutsche Umwelthilfe (DUH)"
        },
        {
          "timestamp": "45:03",
          "title": "Together for Future"
        },
        {
          "timestamp": "47:59",
          "title": "Finanzwende e.V."
        },
        {
          "timestamp": "51:38",
          "title": "Internationales Netzwerk investigativer Journalisten"
        },
        {
          "timestamp": "55:26",
          "title": "Oxfam"
        },
        {
          "timestamp": "58:45",
          "title": "Fazit und Supporterdank"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/09/08/hilfe-zur-selbsthilfe-die-zivilgesellschaft/",
      "date": "2024-09-08T00:00:00",
      "slug": "hilfe-zur-selbsthilfe-die-zivilgesellschaft"
    },
    "9": {
      "wp_post_id": 132,
      "episode_nr": 9,
      "title": "Day after Solingen: „Ausländer raus“ von ganz Oben",
      "teaser": "96 Menschen verletzt, drei tot: In Solingen eskaliert Gewalt auf einem Fest der Vielfalt. Ein 26-jähriger Mann sticht wahllos auf Besucher ein, der IS reklamiert die Tat für sich. Statt Solidarität folgt politische Instrumentalisierung. Friedrich Merz nutzt die noch warmen Leichen für eine beispiellose Kampagne gegen Geflüchtete. Nicht nur Syrer und Afghanen sollen gestoppt werden – alle Ausländer geraten ins Visier. Doppelte Staatsbürgerschaft? Weg damit. Sozialleistungen? Gestrichen. Die Pressekonferenz des CDU-Chefs wird zum Manifest einer Politik, die Terror als Vorwand für Grundrechtsabbau missbraucht. Dabei arbeitet Merz mit dreisten Lügen: Deutschland nehme weltweit am meisten Flüchtlinge auf? Falsch – die Türkei beherbergt dreimal so viele Syrer. Patrick und Jens analysieren, wie islamistischer Terror und rechtsextremer Hass dieselben ideologischen Wurzeln haben. Der Migrationsforscher Hein de Haas entlarvt 22 Mythen über Migration – und zeigt: Politiker kennen längst die Wahrheit, verschweigen sie aber aus Machtgier. Während die Gesellschaft über Messermänner diskutiert, bröckelt der Putz von Schuldecken. 50 Milliarden Euro Sanierungsstau – aber Hauptsache, wir reden über Grenzschutz.",
      "chapters": [
        {
          "timestamp": "0:38",
          "title": "Solingen - Was wir bisher wissen"
        },
        {
          "timestamp": "18:52",
          "title": "\\"
        },
        {
          "timestamp": "34:05",
          "title": "Islamismus und Rechtsextremismus"
        },
        {
          "timestamp": "45:47",
          "title": "Unterstützung von SiZ"
        },
        {
          "timestamp": "46:41",
          "title": "Messergewalt"
        },
        {
          "timestamp": "58:58",
          "title": "Politisches Ausschlachten"
        },
        {
          "timestamp": "1:06:03",
          "title": "Merz Pressekonferenz"
        },
        {
          "timestamp": "1:19:01",
          "title": "Der Dammbruch im Diskurs"
        },
        {
          "timestamp": "1:28:29",
          "title": "Mythen der Migration"
        },
        {
          "timestamp": "2:06:07",
          "title": "Trauriges Fazit mit Fragezeichen"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/09/01/day-after-solingen-auslaender-raus-von-ganz-oben/",
      "date": "2024-09-01T00:00:00",
      "slug": "day-after-solingen-auslaender-raus-von-ganz-oben"
    },
    "8": {
      "wp_post_id": 127,
      "episode_nr": 8,
      "title": "Rechte und menschenfeindliche Codes",
      "teaser": "Von „88“ bis „White Power“: In Deutschland kursieren hunderte rechtsextreme Codes – und die meisten Menschen erkennen sie nicht. Ein harmlos wirkendes blaues Herz-Emoji entpuppt sich als AfD-Signal. Das Taucher-„Okay“-Zeichen wird zur rassistischen Botschaft. Drei Herzen in Schwarz-Weiß-Rot stehen für die Reichsflagge. Was aussieht wie digitale Spielerei, ist perfide Kommunikation: Nazis tarnen ihre Botschaften als harmlose Symbole und schaffen so Erkennungszeichen für Gleichgesinnte. Besonders brisant: Begriffe wie „Remigration“ oder „Globalisten“ schwappen längst in die politische Mitte über. Was als pseudo-wissenschaftlicher Begriff daherkommt, meint ethnische Säuberung. Was nach Wirtschaftskritik klingt, transportiert antisemitische Verschwörungsmythen. Von der Sylt-Melodie „L’amour toujours“ bis zur unscheinbaren Kornblume – die Codes durchdringen alle Lebensbereiche. Patrick und Jens sezieren in dieser Episode das rechtsextreme Eisberg-Modell: Von offensichtlichen Zahlen-Codes bis hin zu ausgeklügelten Begriffen, die bereits Verfassungsschutz-Präsidenten verwenden. Sie zeigen auf, wie aus harmlosen Emojis Hassbotschaften werden und warum diese schleichende Normalisierung der Sprache so gefährlich ist. Ein erschreckender Blick in die Trickkiste der Menschenfeinde.",
      "chapters": [
        {
          "timestamp": "0:37",
          "title": "Begrüßung"
        },
        {
          "timestamp": "4:31",
          "title": "88"
        },
        {
          "timestamp": "5:21",
          "title": "18"
        },
        {
          "timestamp": "5:53",
          "title": "C18"
        },
        {
          "timestamp": "6:17",
          "title": "20.04."
        },
        {
          "timestamp": "6:48",
          "title": "WP"
        },
        {
          "timestamp": "7:24",
          "title": "Blaues Herz"
        },
        {
          "timestamp": "8:28",
          "title": "Schwarz Weiß Rot"
        },
        {
          "timestamp": "10:45",
          "title": "14 (Words)"
        },
        {
          "timestamp": "12:41",
          "title": "Remigration"
        },
        {
          "timestamp": "15:05",
          "title": "13.02."
        },
        {
          "timestamp": "16:36",
          "title": "Vampir Emoji"
        },
        {
          "timestamp": "18:26",
          "title": "Zwei Blitze Emoji"
        },
        {
          "timestamp": "20:53",
          "title": "Winkendes Personenemoji"
        },
        {
          "timestamp": "22:51",
          "title": "((( )))"
        },
        {
          "timestamp": "25:32",
          "title": "Rotes X Emoji"
        },
        {
          "timestamp": "26:28",
          "title": "Tauchergeste"
        },
        {
          "timestamp": "30:31",
          "title": "Blaue Kornblume"
        },
        {
          "timestamp": "32:50",
          "title": "Kiwi Emoji"
        },
        {
          "timestamp": "36:22",
          "title": "Woke"
        },
        {
          "timestamp": "39:29",
          "title": "Intellectual Dark Web (IDW \\/ Dark Enlightning"
        },
        {
          "timestamp": "45:29",
          "title": "Großer Austausch"
        },
        {
          "timestamp": "49:42",
          "title": "444 \\/ Döp Döp Dö Döp"
        },
        {
          "timestamp": "53:49",
          "title": "Kugelschreiber Emoji"
        },
        {
          "timestamp": "55:09",
          "title": "Tag X \\/ Day of the Rope (DOTR)"
        },
        {
          "timestamp": "59:22",
          "title": "RAHOWA"
        },
        {
          "timestamp": "1:00:30",
          "title": "Regen"
        },
        {
          "timestamp": "1:03:35",
          "title": "Pine Tree Flag"
        },
        {
          "timestamp": "1:06:19",
          "title": "Globalisten \\/ NWO"
        },
        {
          "timestamp": "1:10:27",
          "title": "Restliche Begriffe"
        },
        {
          "timestamp": "1:12:52",
          "title": "Supporter Dank \\/ Outro"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/08/25/rechte-und-menschenfeindliche-codes/",
      "date": "2024-08-25T00:00:00",
      "slug": "rechte-und-menschenfeindliche-codes"
    },
    "7": {
      "wp_post_id": 124,
      "episode_nr": 7,
      "title": "Unbeschwert Leben im Glutofen",
      "teaser": "47.000 Hitzetote in Europa, 619 Millionen Betroffene in Indien, Rekordtemperaturen von 52,3 Grad in Delhi: Der heißeste Juli der Menschheitsgeschichte zeigt drastische Folgen. Während iranische Behörden einen Hitzelockdown verhängen und Griechenlands Waldbrände eine 30 Kilometer lange Flammenfront bilden, wird Deutschland zur Hitzezone. Doch die Politik reagiert mit einem irrsinnigen Gegenprogramm. Die FDP fordert in ihrem Zehn-Punkte-Plan mehr kostenloses Parken, weniger Radwege und pusht HVO100-Diesel als angebliche Klimalösung. Verkehrsminister Wissing plant 1000 neue Autobahnkilometer – während das Schienennetz seit 1994 um 6200 Kilometer schrumpfte. Ein Kilometer Stadtautobahn kostet 100 Millionen Euro, Geld das der klimaresilienten Infrastruktur fehlt. Patrick und Jens analysieren die tödliche Feuchtkugel-Temperatur, das drohende Kollabieren der Atlantischen Umwälzzirkulation und warum Hitze Menschen aggressiver macht. Sie zeigen: Vom Overshoot-Day über die Heritage Foundation bis zur CDU-AfD-Annäherung – während die Welt brennt, arbeitet die Politik aktiv gegen den Klimaschutz.",
      "chapters": [
        {
          "timestamp": "0:38",
          "title": "Begrüßung"
        },
        {
          "timestamp": "1:16",
          "title": "Frauenboxen Update"
        },
        {
          "timestamp": "3:51",
          "title": "MAGA meets CDU in Berlin"
        },
        {
          "timestamp": "12:29",
          "title": "Grundgesetz für die Ewigkeit?"
        },
        {
          "timestamp": "22:15",
          "title": "Schwerpunkt Hitze"
        },
        {
          "timestamp": "1:16:02",
          "title": "Overshoot Day"
        },
        {
          "timestamp": "1:27:40",
          "title": "Klimapolitik und Nichtpolitik"
        },
        {
          "timestamp": "2:21:25",
          "title": "Supporter Dank & Outro"
        }
      ],
      "link": "https://schweigenistzustimmung.de/2024/08/18/unbeschwert-leben-im-glutofen/",
      "date": "2024-08-18T00:00:00",
      "slug": "unbeschwert-leben-im-glutofen"
    },
    "6": {
      "wp_post_id": 93,
      "episode_nr": 6,
      "title": "Lügenmaschinen, Sozialer Kahlschlag und Straßenmobs",
      "teaser": "15.777 sanktionierte Bürgergeld-Empfänger: Mehr braucht es nicht für eine Kampagne, die das Grundgesetz ändern will. Während CDU-Generalsekretär Linnemann von einer sechsstelligen Zahl von „Arbeitsverweigerern“ fabuliert und Christian Lindner vom „Umbau des Sozialstaats“ träumt, brennen in England die Straßen. Ein 17-jähriger Brite tötet drei Mädchen – und wird von rechten Hetzern zum muslimischen Asylbewerber umgelogen. Was folgt? Pogromartige Ausschreitungen in über zehn britischen Städten. Hotels mit Geflüchteten werden angegriffen, Moscheen brennen, Menschen mit dunkler Hautfarbe werden gejagt. Elon Musk heizt über X weiter an: „Bürgerkrieg ist unvermeidlich.“ Seine Desinformationen erreichen 1,2 Milliarden Aufrufe. Derweil fordert die FDP, Nationalitäten bei Straftaten zu nennen – obwohl Kriminologen längst wissen: Nicht die Herkunft macht kriminell, sondern Armut und Ausgrenzung. Der Bogen spannt sich von falschen Zahlen über Bürgergeld bis hin zu Schießbefehlen an polnischen Grenzen. Das Fundament bröckelt: 48 Prozent der Deutschen wollen kein Verbot der AfD mehr, 40 Prozent befürworten CDU-AfD-Koalitionen. Patrick und Jens analysieren, wie aus Lügen Gewalt wird – und warum Schweigen hier Zustimmung bedeutet.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/08/11/organisierter-hass-und-die-kettensaege-weiter-am-sozialen/",
      "date": "2024-08-11T00:00:00",
      "slug": "organisierter-hass-und-die-kettensaege-weiter-am-sozialen"
    },
    "5": {
      "wp_post_id": 94,
      "episode_nr": 5,
      "title": "Rechtsrutschen wird olympische Disziplin",
      "teaser": "1,4 Milliarden Euro: So viel hat Frankreich investiert, um die Seine schwimmfähig zu machen – vergeblich. Tausende Obdachlose wurden zwangsweise aus Paris deportiert, damit die Stadt wie eine Postkarte aussieht. Währenddessen kassiert das IOC 7,6 Milliarden Dollar pro Olympiade und führt damit eine Korruptions-Tradition fort, die bis zu Hitler reicht. Der olympische Gedanke sollte Völkerverständigung fördern und Frieden schaffen. Stattdessen erleben wir eine perfekte Inszenierung des modernen Kapitalismus: Megaevents für Milliardäre, während die Armen vertrieben werden. Besonders perfide wird es, wenn rechte Kulturkämpfer eine harmlosen Drag-Performance zur Blasphemie erklären – obwohl sie den griechischen Gott Dionysos zeigte, nicht Jesus. Andrew Tate und Donald Trump mobilisierten ihre Hetzmaschinerie gegen Künstler wie Barbara Butsch, die seitdem Morddrohungen erhält. Doch Deutschland ist nicht Trump-frei: Patrick und Jens analysieren, wie Christian Lindner mit Dog-Whistle-Politik operiert, Kamala Harris mit Trump gleichsetzt und offen zugibt, dass die FDP das „Geräusch“ in der Ampel verursacht. Während er von einem „aktivierenden Sozialstaat“ spricht – Neusprech für Sozialabbau – und „Deutschland darf nicht nach links“ proklamiert, zeigt sich das wahre Gesicht des deutschen Rechtsrucks. Olympia wird zur olympischen Disziplin.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/08/04/rechtsrutschen-wird-olympische-disziplin/",
      "date": "2024-08-04T00:00:00",
      "slug": "rechtsrutschen-wird-olympische-disziplin"
    },
    "4": {
      "wp_post_id": 95,
      "episode_nr": 4,
      "title": "Politik, Pop und Protestsanktionen",
      "teaser": "Innerhalb einer Woche ändert sich alles: Joe Biden tritt zurück, Kamala Harris übernimmt – und Donald Trump gerät in Panik. 53 Prozent der Amerikaner sind Taylor Swift-Fans, doch was bedeutet das für die Politik? Während Trump seine gesamte Kampagne gegen Biden aufbauen ließ, muss er nun alles neu kalkulieren. Seine Wahlkampfzentrale: An der Wand stand „Joe Biden ist schwach“ – jetzt müssen sie streichen. Die Republikaner zerfleischen sich selbst. J.D. Vance, noch vor Tagen der perfekte Vizepräsident, wird plötzlich infrage gestellt. Zu ähnlich zu Trump, zu wenig Mehrwert. Harris dagegen sammelt in zehn Stunden über 100 Delegierte, baut ihre Kampagne auf einem einfachen Kontrast auf: Sie verfolgte Sexualstraftäter – Trump ist einer. Sie bekämpfte betrügerische Universitäten – Trump betrieb eine. Währenddessen erobert Taylor Swift die Welt mit 152 Konzerten, dreieinhalb Stunden pro Show, und wird zur politischen Kraft. Von der Country-Sängerin zur Anti-Rassismus-Aktivistin: ein Milliardengeschäft mit gesellschaftlicher Verantwortung. In Großbritannien landen Klimaaktivisten für fünf Jahre im Gefängnis – wegen Sitzblockaden. In Deutschland: 16 Monate Haft für Straßenproteste. Patrick und Jens analysieren, wie sich Demokratie und Widerstand neu definieren, wenn Popkultur politisch wird und Protest kriminalisiert. Freedom in the air – oder Faschismus im Vormarsch?",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/07/28/politik-pop-und-protestsanktionen/",
      "date": "2024-07-28T00:00:00",
      "slug": "politik-pop-und-protestsanktionen"
    },
    "3": {
      "wp_post_id": 96,
      "episode_nr": 3,
      "title": "Trump Fever in Trump Land",
      "teaser": "90.000 Evangelikale beten für Donald Trump – und erklären das Attentat zur „heiligen Intervention Gottes“. Der Mann, der Nancy Pelosis Ehemann nach dessen Überfall verhöhnte, wird plötzlich zum unantastbaren Märtyrer stilisiert. Während deutsche Medien reflexartig zur „Mäßigung“ aufrufen, arbeitet ein 900-Seiten-Manifest namens „Project 2025“ bereits die Blaupause für Amerikas Transformation in einen christlichen Gottesstaat aus. Doch wer glaubt, Trump sei nur ein schillernder Populist mit großer Klappe, übersieht die kalte Realität: Die Heritage Foundation hat mit 22 Millionen Dollar und über 100 Lobbygruppen nicht nur Wahlkampfrhetorik produziert, sondern die Anleitung zur systematischen Demontage der amerikanischen Demokratie. 50.000 Staatsdiener sollen durch Trump-Loyalisten ersetzt werden. Das FBI direkt dem Präsidenten unterstellt. Konzentrationslager für Migranten und Obdachlose gebaut werden. Was Patrick und Jens in dieser Episode schonungslos analysieren: Wie eine evangelikale Sekte Jesus als „zu woke“ ablehnt, während sie Trump zum Messias erklärt. Wie J.D. Vance vom Trump-Kritiker zum Vizepräsidentschaftskandidaten mutierte – finanziert von Tech-Milliardären wie Peter Thiel. Und warum das alles kein amerikanisches Problem ist, sondern der Testlauf für eine globale autoritäre Wende.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/07/21/trump-fever-in-trump-land/",
      "date": "2024-07-21T00:00:00",
      "slug": "trump-fever-in-trump-land"
    },
    "2": {
      "wp_post_id": 97,
      "episode_nr": 2,
      "title": "EM2024: Anstoß und Anstößigkeit",
      "teaser": "400.000 Menschen unterzeichnen eine Petition zur Wiederholung des EM-Viertelfinals: Ein ganzes Land kann eine Schiedsrichter-Entscheidung nicht verkraften. Während Deutschland noch im Fußballfieber schwelgt, offenbart ein Podcast-Gespräch zwischen Markus Lanz, Richard David Precht und Toni Kroos die dunklen Seiten des Nationalstolzes. Was als harmloses Fußball-Interview beginnt, entwickelt sich zu einer Propagandaveranstaltung rechter Narrative. Kroos, der seit zehn Jahren in Madrid lebt, erklärt Deutschland zum unsicheren Land – basierend auf seinem Medienkonsum bei Lanz und Precht. Das Boot ist voll, die Migration unkontrolliert, die Deutschen überfordert: Klassische AfD-Rhetorik aus bürgerlicher Mitte. Besonders perfide: Die Behauptung, Deutschland sei „im Kern kein rassistisches Land“ – während täglich Menschen wegen ihrer Herkunft diskriminiert werden. Patrick und Jens zerlegen diese gefährliche Mischung aus Unwissen und Selbstimmunisierung. Sie zeigen auf, wie Fußball als Vehikel für Nationalismus missbraucht wird und warum das 2006er „Sommermärchen“ den Boden für heutige rechte Mobilisierung bereitet haben könnte. Eine Episode über die Macht des Sports, gesellschaftliche Spannungen zu verstärken – und warum Schweigen keine Option ist.",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/07/14/em2024-anstoss-und-anstoessigkeit/",
      "date": "2024-07-14T00:02:00",
      "slug": "em2024-anstoss-und-anstoessigkeit"
    },
    "1": {
      "wp_post_id": 98,
      "episode_nr": 1,
      "title": "Der Ewige Ausländer",
      "teaser": "Migration, Migration, Migration: 15,2 Prozent der Bevölkerung in Deutschland sind Ausländer. Eine „Explosion“? Nein. Eine gesellschaftliche Realität, mit der wir seit Jahrzehnten leben. Doch während EU-Fahrerassistenzsysteme still und heimlich zur Pflicht werden – ohne Aufschrei von FDP oder Wirtschaftsrat –, dreht sich der politische Diskurs nur noch um ein Thema. Carsten Linnemann macht es zur Doktrin: Die wichtigsten drei",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/07/14/der-ewige-auslaender/",
      "date": "2024-07-14T00:00:00",
      "slug": "der-ewige-auslaender"
    },
    "0": {
      "wp_post_id": 99,
      "episode_nr": 0,
      "title": "Schweigen ist Zustimmung – Episode 0 (Teaser)",
      "teaser": "",
      "chapters": [],
      "link": "https://schweigenistzustimmung.de/2024/07/08/schweigen-ist-zustimmung-episode-0-teaser/",
      "date": "2024-07-08T10:43:11",
      "slug": "schweigen-ist-zustimmung-episode-0-teaser"
    }
  }
}